{
  "Me <br>": "我 <br>",
  "(Let's help my little cousin get out.)": "(让我帮安娜出来吧)",
  "I will help you out, don't resist.": "你别急，我帮你出来",
  "\\C[2]Anna\\C[0] <br>": "\\C[2]安娜\\C[0] <br>",
  "!!!": "",
  "Why do I feel so cool down there? Did you do something?": "好冷！你干什么？",
  "I raise your skirt... a bit for a better view. It will be easier for me to pull you out.": "我把你裙子拉起来了……这样方便我看清把你拉出来",
  "...": "",
  "It kinds of embarrassing so hurry!": "我觉得有点尴尬，你快点！",
  "I have a feeling that you are teasing me.": "我怎么感觉你在调戏我",
  "Why do you keep doing this? Hurry and help me out please.": "别乱动了，快把我拉出来",
  "What are you doing!? Why did you take off my pantie?": "你干嘛？！脱我内裤干嘛？",
  "Sorry, my hand slipped.": "抱歉，手滑了一下",
  "I will do it... carefully next time.": "我下次小心点",
  "Can you put it back? What if someone can see it?": "你穿上不行吗？有人看到了怎么办？",
  "There is no time for that. You can put your panties back on after I pull you out.": "哪有时间干这个，等我把你拉出来了你自己穿上",
  "Besides, only me here. Don't worry!": "而且就我在这儿，没事的",
  "n\\[1], you pervert.": "\\n[1]，你好变态",
  "It seems like I can't pull you out on this way.": "看起来我这样没法把你拉出来",
  "WHAT!? Am I gonna stuck here forever? ": "什么？！我要一直卡在这儿了吗？",
  "Don't worry, don't worry!": "别急，别急！",
  "The wall holds on you really tight. So if I use some lubricant, I'll pull you out easily.": "墙卡的太紧了，让我搞点润滑来",
  "Really!!! Thanks god, I thought I would be stuck here forever.": "真的假的！！那你快点嘛",
  "Some lubricant will do the work.": "整点润滑剂应该能轻松点",
  "What is that sound?": "什么声音？",
  "It was the sound when I opened the bag to get a giant lubricant bottle.": "我把背包打开的声音，整点润滑剂出来",
  "Okay.": "好吧",
  "Oops... It looks like this lubricant has stuck together... There's no way to get it out.": "哦……润滑剂都凝固了……我想想怎么挤出来",
  "Hmm...": "嗯……",
  "I have an idea. If I heat up this bottle up, the lubricant will liquefy again.": "这样吧，如果我把瓶子弄热，润滑剂就又变回液体了",
  "Can I borrow your butt for a bit? It looks convenient.": "让我借你屁屁用一下",
  "!?": "",
  "What does my butt have to do with!?": "和我屁屁有什么关系？！",
  "Like this!!!": "因为可以这样！！",
  "Look like I need your butt heat again.": "看起来我又要借你屁屁一用了",
  "First, I need to grab your butt.": "首先我要先抓住你的屁屁",
  "... and this!!!": "……这样！！",
  "... and then!!!": "……然后这样！！",
  "What are you doing?": "你在干嘛？",
  "Like I said I need to borrow some of your butt heat.": "我说了嘛，要借你屁屁把瓶子弄热点",
  "It feels very strange... ": "感觉好奇怪……",
  "Don't tell me... it is your pee pee!?": "这……不会是你的小鸡鸡吧？！",
  "It just a lubricant bottle. You overthink too much.": "想什么呢，这是润滑剂的瓶子",
  "You're right! It's too big to be your penis.": "嗯，你小鸡鸡也没这么大",
  "Ha-ha...": "哈哈……",
  "I'm moving now. The friction will heat \"it\"  up.": "我要开始动了，摩擦生热",
  "(I never thought it would be so good...)": "(竟然有这么舒服……)",
  "(Her butt is so soft and tight...)": "(她的屁股好软好紧……)",
  "Faster": "更快点",
  "I think it's starting to heat up! I will move faster now.": "好像开始变热了！我再快点试试",
  "The lubricant will \"cum\" out in no time.": "润滑剂很快就能挤出来了",
  "Are you sure this is fine? My bottom feels very strange.": "你确定没问题？我感觉屁股好奇怪",
  "It so tickle and hot... ": "好痒好热……",
  "Cum": "射精",
  "Slower": "更慢点",
  "(It feels so good just by rubbing my dick between her butt.)": "(把鸡巴放在她屁股上摩擦感觉好舒服)",
  "(I can feel the heat coming from her butt... and it seems some kind of wet...)": "(我能感觉到她屁股的温度……而且还变湿了)",
  "(I bet \\C[2]Anna\\C[0] also feels the same too.)": "(我猜\\C[2]安娜\\C[0]也有这种感觉)",
  "Why can I see water coming out of your butt? Are you OK?": "你屁股怎么流水了？你没事吧？",
  "... I don't know. Very strange.": "……我不知道，感觉好奇怪",
  "It feels so good when you rub your bottle between my butt.": "你在我屁股上摩擦润滑剂瓶子时感觉好舒服",
  "(I can't hold it any more.)": "(我忍不住了)",
  "I'm cumming!!!": "要出来了！！",
  "Sorry, \\C[2]Anna\\C[0]! I slipped my hand and it \"came\" out a lot.": "抱歉，\\C[2]安娜\\C[0]! 我手滑了，不小心挤得有点多",
  "End": "结束",
  "I should lift her skirt first. It seem stays in the way.": "让我先把她裙子掀起来，不然有点碍事"
}