{"Me <br>": "我 <br>", "Good morning, \\C[25]Ms. Megan\\C[0]! You sure an early bird!": "早上好\\C[25]梅根小姐\\C[0]！你起得可真早！", "\\C[25]Ms. Megan\\C[0] <br>": "\\C[25]梅根小姐\\C[0] <br>", "It's my job. I need to observe every detail to ensure the peace of this school.": "我就是干这个的，毕竟要确保学校时刻安全", "(Ye, you sure did your job! You didn't do anything the first time I went to this school and got into trouble.)": "(呵呵，那你可真够称职的，在我遇到麻烦的时候冷眼旁观)", "What's going on? I can sense bad thoughts through your smile.": "怎么了？你坏笑什么？", "You're just overthinking. Anyway, have a good day!": "没什么，就祝你天天开心吧！", "You too! ": "你也一样！", "The class already ended one hour ago. What are you still doing here?": "早都下课了，你还在这儿干什么？", "Sorry, \\C[25]Ms. Megan\\C[0]! I'm too tired and overslept.": "抱歉\\C[25]梅根小姐\\C[0]！我睡过头了", "Seriously! You such a night owl. You should sleep earlier to ensure your health.": "你真是个夜猫子！记得下次早点睡觉", "Enough talk. I will take you out.": "行了，放你过去吧。", "Thanks, \\C[25]Ms. Megan\\C[0]!": "谢谢你，\\C[25]梅根小姐\\C[0]！", "It's pitch dark in this place! Must careful not to make any loud noise.": "这儿可真够黑的！我得小心别弄出什么动静", "\\C[22]Theo\\C[0] said, there is a ladder on the left.": "\\C[22]希奥\\C[0]说左边有个梯子", "I should start there to able to get into the school.": "我得从那儿翻进学校", "It's so dark! I'm starting to nervous!": "这儿真够黑的！我汗都下来了！", "Talk": "对话", "Leave": "离开", "Hey, it's nice to meet you.": "嘿，你好啊", "Letting you know that your underwear is wide open. Everyone will see everything...": "和你说一声，你裤门大张，大家都能看得一清二楚……", "???": "？？？", "...": "...", "??? <br>": "???<br>", "Oh! I know you!": "哦！我知道你是谁", "What? Am I famous?": "哈？我有那么出名吗", "You're the pervert that walks around the school with his penis hanging out.": "你是那个在学校里遛鸟的变态", "!!!": "!!!", "That is a misunderstanding. My pants got pulled down, I didn't know!": "你搞错了，那是因为有别人把我裤子扒了下来！", "Besides, it would be better that you should introduce yourself.": "而且你最好先自我介绍一下", "I don't care. Stay away from me, pervert.": "谁管你，离我远点，变态", "(What is wrong with her? I just wanna be nice.)": "(她什么毛病？我就想打个招呼)", "It's you again. What do you want now?": "又是你，你想干嘛？", "Tell her": "告诉她", "I just want to say that your underwear is visible, everyone can see it.": "我就想给你说一声，大家都看得到你下面什么都没穿", "Pff... Everyone? <br>": "噗...大家？<br>", "Do you mean? <br>": "你想说的是<br>", "You.": "你自己吧", "Besides, I am wearing my pantie. You can't see anything except a piece of cloth.": "而且我穿着内裤呢，你除了一块遮羞布之外什么都看不到", "But...": "但是...", "Won't you feel ashamed if you wore pants? No one could see your penis.": "怎么这次你穿着裤子啊？<br>这样大家可看不到你的小鸟鸟了", "Maybe you're right. But, I feel something wrong. ": "你说是就是吧，反正我觉得不对劲", "Wrong!?": "不对劲？！", "You're such an idiot! Enjoy looking long as you want. It's a piece of cloth.": "你这笨蛋！想看就给你看吧，反正你什么也看不到", "(Who is the idiot right now? I don't know...)": "(到底谁笨啊？给我大脑干烧了……)", "It's nothing. I'm just passing by.": "没事，我纯路人", "Hmm... I just notice that you have been here for a while.": "嗯...你在这儿晃悠了一阵子了", "(This idiot again.)": "(又是这个笨蛋)", "(Hmm...)": "(嗯...)", "(I guess teasing him a little bit won't hurt.)": "(逗逗他玩应该没什么大不了的)", "(I bet he hungers to see my smoothie.)": "(我猜他肯定想看我的夹心)", "Hmm... What is she doing?": "呃...她在干嘛？", "Ha-ha! I guess you really want to see what it looks like under my pantie, right?": "哈哈！猜你一定想看我内裤下面是什么样子吧？", "Sadly, you can't see anything.": "可惜你什么都看不到", "(W-What? I didn't expect this to happen.)": "(搞什么？我可没想到会这样)", "(Wow!)": "(我去！)", "(It so beautiful. Smooth and pink.)": "(真漂亮啊，粉粉嫩嫩的)", "Eek!!?": "咦惹？！", "What is in your pants? It got so big now.": "你裤子里装着什么？变那么大", "Ha-ha! You even got a boner. Such a weirdo!": "哈哈！你不会看硬了吧，真是变态！", "(Man, this is so embarrassing. But I guess I already got some benefits to fill that.)": "(真够尴尬的，但能看到这一幕也值了)", "(It's him again. Let's make the same recipe.)": "(又是他，让我再逗他玩玩)", "(He wants to see my pussy so badly.)": "(他真够饥渴的)", "Again": "重来", "What just happened? I can't see anything.": "刚才怎么了？我什么都没看见", "You probably saw nothing.": "你当然什么都看不见", "Maybe later.": "还是下次吧", "I'm not that idiot. Definitely.": "我肯定不是那个笨蛋", "That would be enough. It would be fucked up if she notice.": "差不多就这样吧，要是她反应过来就不好了", "\\C[2]Anna\\C[0] <br>": "\\C[2]安娜\\C[0] <br>", "Hurry up! You're too slow!": "赶快点！你也太慢了！", "It's not that I'm slow but you're running too fast.": "不是我慢，是你跑太快了", "Haha! You are so weak!": "哈哈！你太菜了！", "I remember running up the mountain without taking a breath. What happened to my body since I got to the city?": "我以前翻山越岭大气都不喘一口<br>怎么自从进城之后体力变得这么差？", "Hey, \\C[2]Anna\\C[0]!": "嘿，\\C[2]安娜\\C[0]！", "\\n[1], this is \\C[4]Lily\\C[0]. She is my best friend!": "\\n[1]，这是我最好的朋友\\C[4]莉莉\\C[0]！", "Hi, \\C[4]Lily\\C[0]. Nice to meet you.": "嗨\\C[4]莉莉\\C[0]！", "\\C[4]Lily\\C[0] <br>": "\\C[4]莉莉\\C[0] <br>", "Hello~": "你好啊~", "Well then \\C[2]Anna\\C[0], I'll just wait for you in the classroom.": "\\C[2]安娜\\C[0]，那我先去教室了", "See you around, \\n[1].": "再见啦，\\n[1]", "Bye, \\C[4]Lily\\C[0].": "再见\\C[4]莉莉\\C[0]", "Sorry, I have to go.": "抱歉，我得先走了", "My teacher usually needs my help around this time.": "老师在课前总是要我帮忙", "It's okay. You should hurry and help her out then.": "没事，你快去帮老师忙吧", "I'll see you after school then!": "我放学后再找你！", "See you later.": "再见", "Now! let's see what my new school looks like.": "好！让我看看新的校园生活如何吧", "HEY! STOP RIGHT THERE, TWERP.": "嘿！别动，你这家伙", "What are you doing here, brat? Separated from your mommy?": "你在这儿干嘛，小鬼？和你妈咪走散了吗？", "....No? I'm a transfer student, this is my first day of school.": "...啊？我是转学生，第一天来学校", "You must have come to the wrong place, because this isn't a kindergarten.": "你走错地方了，这里可不是幼儿园", "Hey! Don't judge people by their looks. Just so you know, I'm over 18 years old.": "嘿！别看我长得小，我已经十八岁了！", "And I'm pretty sure this is the school I'm gonna be studying at from now on.": "我可没走错地方，这儿就是我的新学校", "If you're old enough to be here. You didn't come to the wrong place. I guess you already know my name by now.": "你最好没撒谎。我猜你知道我是谁吧", "Erm... No, I don't. Am I supposed to?": "呃……我应该知道吗？", "WHAT!!! You move here and you don't know my name??": "哈？！你竟然连本大爷是谁都不知道？", "That really hurt my soul. Now, give me money to heal my wounded soul.": "我的心都碎了，快点，陪我精神损失费", "WHAT!? That doesn't make any sense at all.": "啊？！你扯什么有的没的", "Then you better give me some money too. As my soul kinda hurts too now.": "我说你最好把身上的钱都给我，不然我也让你尝尝心碎的滋味", "(Fuck! This always works on twerps. This brat is tougher than he looks. He didn't even get scared by my intimidation.)": "(草，这招一直百试百灵，怎么放这小子身上一点害怕的感觉都没有)", "(I can't beat him up right now, too many people around.)": "(这儿人太多了，我没法动手)", "(Maybe I should give him a swirly?)": "(我该把他脑袋塞进马桶里吗？)", "(No wait, there's not a toilet outside...)": "(不不不，这儿没有厕所……)", "(Oh wait, I got an idea!)": "(哦我想到个好主意！)", "Ayy! Look! There's a girl with no pantie on sitting over there!": "哎呀！那有个没穿内裤的女孩坐在椅子上！", "(I'm a genius! This will definitely work on this idiot.)": "(我真是个天才，这招绝对能骗到他)", "(Now is my chance, I must hurry before he notices.)": "(现在该我趁他不注意出手了)", "Wow!  <br>": "哇哦！<br>", "There actually is a girl with no pantie on sitting over there.": "还真有个没穿内裤的女孩", "I can clearly see everything.": "我看得一清二楚", "Damn... She looks so smooth and soft...": "老天……看上去真软嫩啊……", "Shit! I was staring her too hard. Another thing got hard too!": "我去！我看硬了！", "Me  <br>": "我 <br>", "I hope no one saw me staring at her with an erection.": "希望没人看到我这幅样子", "Wait.... WTF! What happened to my pants??": "等等……我去！我裤子呢？？", "What is going on out here?": "出什么事了？", "\\C[21]Brad\\C[0]. It's you again. I should have known.": "\\C[21]布拉德\\C[0]又是你，我猜也是", "For the last time, this is not your home. Stop playing around.": "这儿不是你家，别闹了", "\\C[21]Brad\\C[0] <br>": "\\C[21]Brad\\C[0] <br>", "Tsk!": "嘁！", "You better watch your back or I will beat your ass next time. Twerp!": "你最好小心点，别让我再撞见你！", "Ehem! You should put your pants back on.": "咦惹，快把你裤子穿上", "Oh! I almost forgot about it. Sorry!": "哦抱歉，我都忘了这回事了", "???  <br>": "???<br>", "You seem to have forgotten how to hide your embarrassing \"thing\" as well.": "你应该也忘了要把你的小兄弟挡一挡了", "Well, you see it anyways. So, there is no need to hide it now.": "反正这里就咱们俩，无所谓了", "Well, at least you're a funny guy, I kinda like it.": "你这人还挺有趣的", "Let me guess, you're \\n[1], the new transfer student. Am I right?": "我猜你是\\n[1]，新来的转学生对吧？", "Yea.": "嗯", "\\C[31]Marie\\C[0] <br>": "\\C[31]玛丽\\C[0]<br>", "Well, I'm the school's student council president. You can call me \\C[31]Marie\\C[0].": "我是学生会主席，你可以叫我\\C[31]玛丽\\C[0]", "Nice to meet you, \\C[31]Marie\\C[0].": "你好\\C[31]玛丽\\C[0]", "Is there something on my face?": "我脸上有什么东西吗？", "I-It's nothing. I have never seen someone with white hair before and you seem kinda cool too. Sorry for staring though..": "没-没什么，我还是第一次见到像你这么酷的女孩，不小心看入迷了……", "Cool? That's not a good word to praise a girl with you know. But, I guess I will accept it.": "酷？这可不是夸女孩该用的词，我就当你是在夸我吧", "You look really beautiful when you smile then too, I hope I'll see you smiling some more often.": "你看起来真漂亮，笑起来也是，我希望能看你多笑笑", "I will not fall for that, Mr. Playboy. ": "小滑头，这招对我可不管用", "Well the class is about to start, I have to go now.": "该上课了，我先走了", "If you have any problems, you can ask me after class.": "你有问题的话可以下课后找我", "Good luck on your first day. Until next time.": "祝你新学期好运，再见了", "\\C[31]Marie\\C[0]: \\C[3]+10\\C[0] <br>": "\\C[31]玛丽\\C[0]: \\C[3]+10\\C[0]<br>", "\\C[31]Marie\\C[0]: \\v[101]": "\\C[31]玛丽\\C[0]: \\v[101]", "Man, this is so embarrassing.": "老天，真够尴尬的", "Fortunately no one at the moment.": "还好这会儿没什么人", "It's \\C[2]Anna\\C[0] best friend, \\C[4]Lily\\C[0].": "那是\\C[2]安娜\\C[0]最好的朋友\\C[4]莉莉\\C[0]", "Good morning, \\n[1]. ": "早上好\\n[1]", "Good morning, \\C[4]Lily\\C[0].": "早上好\\C[4]莉莉\\C[0]", "They are going for a chat. What should I do now?": "她们要开始聊天了，我该做什么？", "Stay": "站着", "Yawn": "打哈欠", "It's so early.": "真早啊", "It's so empty here. I could barely see anyone.": "这里连个人影都没有", "They really are going deep into the conversation. I don't know how some people could talk so much.": "她们聊得可真起劲，比我一年说的话都多", "Tease \\C[2]Anna\\C[0]": "挑逗\\C[2]安娜\\C[0]", "He-he. There is no one around here.": "嘿嘿，刚好周围没什么人", "This is a payback for the time she slapped my dick while I was sleeping.": "是时候报她趁我睡觉扇我小鸡鸡的仇了", "So round and fluffy... My favorite.": "真远真软啊……我爱死了", "!!?": "！！？", "Heeyyyy! ": "嘿！", "What are you doing?": "你在干嘛？", "What's wrong, \\C[2]Anna\\C[0]?": "怎么了\\C[2]安娜\\C[0]？", "It's nothing. I just fixing her skirt. It's not in the right place.": "没什么，我就帮她整理下裙子", "End": "结束", "I will get in first. See you guys later.": "我要当最早进教室的人！下次再见！", "See you after school.": "放学后再见！", "\\C[2]Anna\\C[0]: \\C[3]+2\\C[0] <br>": "\\C[2]安娜\\C[0]: \\C[3]+2\\C[0] <br>", "\\C[2]Anna\\C[0]: \\v[23]": "\\C[2]安娜\\C[0]: \\v[23]", "It's locked.": "锁住了", "\\C[25]Ms. Megan\\C[0] is still here!": "\\C[25]梅根(小姐)\\C[0]还在这儿呢！", "\\C[27]Mabel\\C[0] probably would sneak into the school tonight.": "\\C[27]梅布尔\\C[0]今晚可能会溜进学校", "Adjust the Ladder ": "动一动梯子", "Use the Ladder": "爬梯子", "Back": "返回", "Hehehe.": "嘿嘿嘿", "I already did it. ": "我已经这么做了", "Huh? There's something stuck on the fence!": "哈？有东西卡在栅栏上了！", "Come Closer": "靠近", "Stupid fence! Why am I so unlucky!": "该死的栅栏！我怎么这么倒霉！", "It speared through my pants and I can't get down!": "栅栏把我裤子卡得死死的，我根本下不来！", "(There's someone down there. Maybe I can ask him for help.)": "(那边有人，我应该能找他帮忙)", "(Wait! Isn't he my classmate?)": "(等等！他不是我班上的同学吗？)", "(What is his name again? ...If I remember correctly it was probably \\n[1].)": "(他叫什么来着……没记错的话应该叫\\n[1])", "(This is bad! I don't want him to see me like this and tell everyone in the class.)": "(糟透了！我可不希望他看到我这副样子)", "Huh? ...You really look like someone I've met.": "哈？……我好像在哪见过你", "Have we ever met?": "我认识你吗？", "(That's right! It's too dark now. I can keep my distance and change my voice so he can't recognize me.)": "(对哦！现在太晚了，只要他别靠太近应该认不出我是谁)", "I'm this school student anyway. Perhaps you've seen me a few times.": "咱们是一个学校的，大概见过几次吧", "Don't you mind give me a helping hand?": "你能不能搭把手？", "I've been hanging up here for quite a while. So now I feel really uncomfortable and dizzy.": "我已经卡在这儿一会儿了，现在头晕乎乎的", "I got lost in my thoughts and I forgot you were hanging on it.": "看我，都忘了你还挂着呢", "Let me help you down.": "我来帮你下来", "(Well, well, well. What do we have here?)": "(好好好，看看现在是什么情况)", "(I still remember the last time she did to me.)": "(她上次怎么对我的我可记得清清楚楚)", "(It's time to take revenge.)": "(这次轮到我收拾你了)", "(What should I do with this unlucky person!)": "(我该怎么收拾她呢！)", "\\C[27]Mabel\\C[0] <br>": "\\C[27]梅布尔\\C[0]<br>", "Again! Are you kidding me?": "又来！你在逗我吗？", "It's him again!": "又是他！", "(I can ask him to save me ... Damn! Almost forgot the last time.)": "(我该叫他帮忙吗！上次都那样了)", "(Really sure, this time he won't help me again after all I've done to him.)": "(我敢肯定他这次也不会好心帮我的)", "Hi! Sorry about last time!": "嗨！抱歉上次那么对你", "Can you forgive me and help me down, please?": "你能不能大人不记小人过，帮我下来呢？", "(Her pleading face looks so adorable!)": "(她求起饶来真可爱啊)", "(If I have never seen about those things in \\C[14]Ms. Emmi\\C[0]'s office.)": "(要不是我亲眼见到她在\\C[14]埃米(小姐)C[0]办公室抄答案)", "(I will ignore the last time and help her without any hesitate.)": "(我肯定脑子都不过就上去帮她了)", "(But...)": "(不过嘛……)", "(I've already seen your final form, \\C[27]Mabel\\C[0])": "(你到底是什么样子我已经一清二楚了，\\C[27]梅布尔\\C[0])", "It's okay! I'll help you down right now!": "没什么！我现在就来帮你！", "(Such an idiot! It can only be as simple as this!)": "(真是个笨蛋！原来这么简单！)", "Slap": "拍屁股", "Help": "帮忙", "W-What are you doing!?": "你-你在干什么！？", "You're piece of shit! What the fuck are you doing?": "你这坨大便！你tm在干嘛？", "That's it! I'm calling the police! You are done for!": "够了！我要叫警察了！你自找的！", "I'm sorry! Please stop!": "对不起！求你别打了！", "Huh?": "哈？", "Man! This is so fun!": "老天！这可真有趣！", "Are you okay?": "你没事吧？", "(Crap! I overdo it! Hope she's okay.)": "(我去！做过火了！希望她没事)", "You're gonna pay for this!": "你会付出代价的！", "\\C[27]Mabel\\C[0]: \\C[3]+3\\C[0] <br>": "\\C[27]梅布尔\\C[0]: \\C[3]+3\\C[0] <br>", "\\C[27]Mabel\\C[0]: \\v[103]": "\\C[27]梅布尔\\C[0]: \\v[103]", "Hmm... What is this sticky liquid?...": "嗯……这黏黏滑滑的是什么？……", "\\C[27]Mabel\\C[0]: \\C[3]+2\\C[0] <br>": "\\C[27]梅布尔\\C[0]: \\C[3]+2\\C[0] <br>", "Hey! At Least Say, \"Thank You!\" before leaving!": "嘿！至少你该说一句谢谢吧！", "Meh! I guess it just a piece of clothes.": "我猜就是片衣服吧！", "I'm too tired. Better go home and take a good sleep.": "好累啊，该回家睡觉了", "Couple <br>": "情侣<br>", "*Shoo* *Shoo*": "去！去！", "Can't you see we are working, kid?": "没看到我们在忙吗，小屁孩？", "Thanks for your helping!": "谢谢你帮忙！", "I'm glad to help you!": "这算不了什么！", "Anyway, why are you hanging up there?": "对了，你在这儿干嘛呢？", "Uhm... I saw a cute cat in school... and I wanted to go in there and pet it...": "呃……我看到学校里有只可爱小猫猫……我想进去摸摸它……", "(I made a loud noise as I fell. \\C[25]Ms. Megan\\C[0] will appear any moment, I must get out of here.)": "(我掉下来是弄出了好大动静，\\C[25]梅根(小姐)\\C[0]随时都可能出现，我得赶快溜)", "Hey! Are you even listening?": "嘿！你在听吗？", "I'm \\n[1]. What is your name? Why are you so far away from me?": "我是\\n[1]，你叫什么？你离我那么远干嘛？", "(This guy is so annoying! No time wasting, I have to get out of here!)": "(这家伙真烦！没时间浪费了，准备开溜！)", "(It's \\C[25]Ms. Megan\\C[0]!!!)": "(是\\C[25]梅根(小姐)\\C[0]!!!)", "(I'm too slow! I can't out run her!)": "(不好！我被落在后面了！)", "(Exactly! I can use this idiot to buy some time for me.)": "(真不错！这笨蛋能给我争取时间)", "Hey! What are you looking at? Run!": "嘿！你看什么？快跑！", "Ouch! It hurts!": "嗷！好疼！", "My face feels like burning and flatten. ": "我脸上火烧火燎的", "What is wrong with her? Why would she do this?": "她搞什么？为什么这样做？", "Hey!": "嘿！", "Did you try to break into the school and steal something?": "你是想闯进学校偷东西吗？", "Wait! What!? Why would I do that?": "啥？！为什么我要这么做？", "So, can you explain these noises just now?": "那你说说刚才是什么动静？", "That's the sound when I fell to the ground...": "那是我摔了一跤弄出的声音……", "You got busted and run. You were so clumsy that you fell on the ground.": "你被我发现了就跑，然后不小心摔了一跤", "Then, can you explain the previous sound? Like the metal noise, when someone like you tries to climb on those metal fences.": "就算你说的是真的，那之前还有一声动静怎么解释？像是你在翻栅栏时弄出的动静", "There was a girl trapped on that fence. I just helped her get down.": "有个女孩卡在栏杆上了，我想帮她下来", "Are you out of your damn mind?": "你觉得我会信这些？", "Now you're tellin' me your imagination nonexistent story?": "你胡编一段故事就想骗我？", "Follow me! I need you to write something.": "跟我来！我要你写点东西", "This place is bright enough. I need you to write something on here...": "这里挺亮堂的，来这里签个字……", "Wait! Ain't you the new transfer student?": "等等！你是那个新来的学生啊？", "It's me. I'm moving in here not so long ago.": "对，我不久前才搬过来", "I just wanted to go for a walk and fell into this bad situation.": "我就出来散散步，结果搅进麻烦事里了", "It makes sense now. Sorry for yelling at you earlier.": "现在我信你说的了，抱歉之前对你大吼大叫", "It's okay! You're just doing your job.": "没事！你只是在做你的工作罢了", "You can go now! But don't get excited too soon! You are still on my list.": "你走吧！但别高兴得太早，我还盯着你呢！", "If I catch you making another suspicious noise again. You're in big trouble! Understand?": "如果下次再搞出这种怪动静，我可不会轻易放过你了！懂吗？", "I understand. Thanks, \\C[25]Ms. Megan\\C[0]!": "懂了，谢谢你，\\C[25]梅根(小姐)\\C[0]!", "*sigh*": "*叹气*", "What is this unlucky day? Better check the calendar before step out of the house next time.": "今天真够倒霉的，下次出门前记得要看看黄历了", "Is he the one that \\C[22]Theo\\C[0]'s talking about?": "他就是\\C[22]希奥\\C[0]说的那家伙吗？", "I'm just a little zombie chasing a dummy man.": "我是小小僵尸，追着笨笨人儿", "What... the fuck?": "什么……东西？", "I'm faded...": "没什么……", "What the hell? Are you on drugs or something!?": "什么啊？你是磕嗨了吗？", "Damn, this is so embarrassing. Is he the dealer?": "我去，真够尴尬的，我是认错人了吗？", "What is the last one? Kimchi war?": "还有句什么来着？", "Kimochi waruiii...?": "奇摸鸡……？", "Aeyyyyyyy.": "诶呀", "\\c[16]Tuuku\\c[0] <br>": "\\C[16]图库\\C[0]<br>", "Nice to meet you, bro! My name is \\c[16]Tuuku\\c[0].": "哥们你好！我叫\\C[16]图库\\C[0]", "Phew, it's him.": "呼，没认错人", "Here is your stuff.": "这是给你的货", "\\c[14]Massage Oil\\c[0]\\i[214] and \\c[14]Massage Book\\c[0]\\i[230] \\c[1]Acquired\\c[0]": "\\c[1]获得了\\c[0]\\c[14]按摩油\\c[0]\\i[214]和\\c[14]按摩书\\c[0]\\i[230]", "Thanks, man! Come back anytime.": "谢了老兄，随时再来啊", "Thanks!": "谢了！", "Phew, I got it. Why is this stuff so hard to get?": "呼，可算拿到手了，怎么这么麻烦？", "Doesn’t matter. Next opportunity, I’ll give Auntie a massage.": "管它呢，总算能给阿姨按摩了", "I need \\c[14]3000\\c[0]\\i[172]!": "我得要\\C[14]3000\\C[0]\\i[172]才行！", "Hey! Do you need anything?": "嘿！你有什么要的东西吗？"}