{"Me <br>": "", "I need to change back to my casual clothes before leaving.": "", "???  <br>": "", "Hey! Where are you going? This is girls only!": "", "Me  <br>": "", "So, this is the school's swimming pool? It's an outside pool, that's pretty cool!": "", "Wow! There are so many girls here. Is this a bikini show?": "", "I suppose taking a good look wouldn't hurt anyone.": "", "What is with that ASS? It looks soooo soft.. It looks like it's made of some divine pudding.": "", "Now I wanna eat it so bad...": "", "What is with her BOOBS? They are so damn big.": "", "Damn... I wanna put my face in between them badly.": "", "...": "", "I wanna squeeze them so hard...": "", "Keep Watching": "", "Hehe... I wanna see a little bit more. If I'm careful, no one should notice me.": "", "??? <br>": "", "Ahem!": "", "HEY!": "", "There is a student who made a report about a peeping tom around here. Are you the peeping tom?": "", "\\C[6]Ms. Betty\\C[0] <br>": "", "My name is \\C[6]Betty\\C[0], I'm a teacher at this school.": "", "Hi, \\C[6]Ms. Betty\\C[0]. I'm \\n[1], I'm the new transfer student.": "", "And to answer your question: no, I'm not a peeping tom.": "", "This is my first day at school, I just wanted to check everything out.": "", "(So he is the new transfer student that people have been talking about..)": "", "(There's a rumor about him that makes me quite curious..)": "", "(He looks dumb, it should be fine.)": "", "Yes, you're new here, but it does not mean you can do everything you want.": "", "What you did was a crime. Meaning, you're a criminal. You can go to jail for doing what you do.": "", "I didn't know it was that serious.. I'm really sorry \\C[6]Ms. Betty\\C[0].": "", "This is not a good place to talk about it. Follow me!": "", "Leave": "", "That should be enough for today.": "", "That's enough for today. I don't want my ass busted.": "", "Watch": "", "What!? She shower half naked. ": "", "She look so fit...": "", "... and hot.": "", "It's \\C[12]Nina\\C[0]. I can't believe she can shower like that.": "", "I don't know how she feels if someone watch her in this situation.": "", "I guess it would be fine since I'm the only one around.": "", "\\C[12]Nina\\C[0] <br>": "", "Stop doing that, \\C[20]Cindy\\C[0]! I am preparing to go swimming.": "", "\\C[20]Cindy\\C[0] <br>": "", "That's why I'm here, isn't it?": "", "Such good looking muscles and we have something soft here...": "", "*Gulp*... Man... it's so hot.": "", "Footstep... Someone coming!!!": "", "Hide in the bush": "", "Hide on the tree": "", "Hmm... Am I imagine?": "", "Phew... That was close.": "", "Hey, What are you doing? Need some help?": "", "Hey, nice to meet you!": "", "Nice to meet you.": "", "\\C[10]Kate\\C[0] <br>": "", "By the way, you can call me \\C[10]Kate\\C[0].": "", "Hi \\C[10]Kate\\C[0] <br>! ": "", "What is it?": "", "It's nothing. You can call me Kate if you want.": "", "So, tell me what are you doing?": "", "What am I doing?... I just came here to pick some flowers and... mushrooms.": "", "Where did you store them? Let me guess. Are they in your pants?": "", "ye... Yeah! You're right! They are in my pants.": "", "If you have nothing important to say then I gotta go now.": "", "Can I...": "", "Well, see later then!": "", "Wait!... Well... he's gone.": "", "He will be here again. You won't run away that easy, boy!": "", "Well, well, well, what do we have here?": "", "I don't know if you're here to pick flowers or mushrooms. I'm more curious about the one you've kept in your pants.": "", "It's very special. You will take it away if I let you see it. Ha...ha...": "", "Don't worry, I'm just here to see it.": "", "(Man, This is bad. I have to find a way to get out of here.)": "", "Hello, are you still here?": "", "Look! There's a UFO.": "", "Now is my chance!": "", "Oops... ": "", "You can't run away this time!": "", "Now let me see what it is.": "", "Wait! What are you doing?": "", "Oouuhh!": "", "Such a cute mushroom. Let me take a closer look!": "", "(She-She so close.)": "", "I have never seen a \"natural\" mushroom like this. It looks so delicious, I want to eat it right now.": "", "No, you cannot eat my pe... mushroom. I never thought of cooking it or anything...": "", "Ha-ha! Just kidding. I knew it was your penis.": "", "So, tell me what did you do with this erect penis?": "", "I just want to pee but I couldn't find the toilet.": "", "I couldn't hold it anymore. In the end, I had to pee here.": "", "(She is rubbing my penis with her finger.)": "", "Hmm... ": "", "What about this erect penis?": "", "Well... You know. Sometimes it hardens when urinating. That is very normal.": "", "(She is so close. I could smell the aroma emanating from her body.)": "", "(It is strong. My mind is spinning.)": "", "Huh?... Do I look that stupid?": "", "I already know you are here to peep on the girls.": "", "This \"weapon\" is too dangerous. To ensure the safety for the girls.": "", "In the end, I better \"eat\" it.": "", "(She ... What did she just say? My head is so empty, I can't think of anything else.)": "", "Are you still listening?": "", "Huh? No more words to say? Admit your sins already?": "", "(Damn! I can't stand it anymore.)": "", "???": "", "(Her breasts are so big and soft. They smell so good.)": "", "(Where did my penis just insert?... Nevermind, I don't want to care anymore...)": "", "(It feels so good... I just want to do it more ...)": "", "(It's amazing! My hip moved by itself and I couldn't stop it.)": "", "(Her scent kept coming in my nose. It was like a stimulant...)": "", "Faster": "", "Cum": "", "Slower": "", "(It's so good! I can't hold it anymore.)": "", "End": "", "(It feels so good... I wanna enjoy it more...)": "", "(...)": "", "(Hah... hah...)": "", "How was it?": "", "It ... It was wonderful.": "", "and... what about my boobs?": "", "Big and soft. I can play with them every day.": "", "Glad to hear that. They kind of hurt right now. Can you take your hands off?": "", "!!!": "", "Sorry, \\C[10]Kate\\C[0]. I spaced out, and I couldn't control my body.": "", "And... and it also was your fault.": "", "Huh? So, it is all my fault?": "", "Because you are beautiful and attractive...": "", "Ha-ha": "", "You smooth talker.": "", "By the way, can you give me my pants back?": "", "I feel a little cold and what if someone sees me naked like this?": "", "Feeling ashamed already? Anyway, here's your pants.": "", "Thanks! Sorry for leaving the mess on your belly.": "", "It is okay. There's a pool here, I hope everyone won't get the wrong idea.": "", "I owe you this time. If you need anything, I will do my best.": "", "We have a nice pervert here. Maybe I'll need you to do something in the future.": "", "He-he...": "", "Well! See you next time.": "", "Mmm... Delicious...": "", "\\C[10]Kate\\C[0]: \\C[3]+5\\C[0] <br>": "", "\\C[10]Kate\\C[0]: \\v[91]": "", "You should clean your body before entering the pool.": "", "Such good looking honey-colored skin. Any secret?": "", "Girl 2 <br>": "", "Only need to sunbathe naked.": "", "Eww... You pervert...": "", "Approach": "", "There's still someone here.": "", "I guess a nice greeting should be fine.": "", "No one will punch on a smiling face, right?": "", "Hey! Isn't it a wonderful sky today?": "", "Hi! Isn't the sky wondeful today?": "", "(Damn! This is fucking embarrassing. Did I get ignore?)": "", "I'm sorry, what did you just say?": "", "(Phew... I thought I was invisible for a moment.)": "", "(Hmmm... Invisible?)": "", "(What am I gonna do if I have that ability?)": "", "(Better get back to the conversation!)": "", "I just wanna say \"Hi\". What are you doing?": "", "My name is \\n[1]. Nice to meet you.": "", "I'm Nina. Nice to meet you too.": "", "I'm this club president. Really sorry about earlier.": "", "I'm always spacing out when I am focusing on something.": "", "Compliment": "", "Complain": "", "It's fine. Everyone has their passion. ": "", "You're so focused on it, means you really love it.": "", "\\C[12]Nina\\C[0]: \\C[3]+5\\C[0] <br>": "", "\\C[12]Nina\\C[0]: \\v[111]": "", "You're right, I really love swimming!": "", "I don't even know what'll happen if I don't swim for a day.": "", "You should pay more attention when someone talks to you.": "", "It's really rude when you ignore people like that.": "", "\\C[12]Nina\\C[0]: \\C[10]-2\\C[0] <br>": "", "I'm so sorry. I will be more careful next time.": "", "Wait! You are a boy.": "", "Now you notice.": "", "I thought everyone had left. I wanted to come here and take a swim.": "", "My old school doesn't have one and I haven't swimmed for so long.": "", "I'm sorry for bothering you. I'm leaving now.": "", "Wait! You can stay if you want.": "", "Everyone has left, I don't really mind if there's a boy here.": "", "By the way, do you like swimming?": "", "I love swimming": "", "Nah": "", "Me? Everyone loves swimming.": "", "Aren't we all from the water?": "", "That's right. It is the reason why I love swimming so much.": "", "It feels really good when you know someone share the same hobby.": "", "You can come here anytime. We can swim together that would be more fun.": "", "Ha-ha.": "", "I love so... But, you know... I'm gonna get beat up if I come when everyone's around.": "", "And I don't wanna sneak in here every time I want to swim. It feels like I'm a thief, that makes me uncomfortable.": "", "Yeah... You're right.": "", "It would be awkward being in that situation too.": "", "I have a idea!": "", "I can ask everyone to let you join this club.": "", "I'm this club president anyway. I guess, I have a voice around here.": "", "Since you're not a pervert, they'll probbaly make an exception.": "", "Hooray! I hope everything will go through.": "", "So, do you wanna swim now? It's getting late but I can stay here a little longer.": "", "Sadly! I can't swim right now. I don't have a swimsuit.": "", "I don't want to swim naked or walk home in wet clothes.": "", "I can let you borrow my swimsuit if you want.": "", "...!?": "", "Don't be ridiculous.": "", "Ha-ha... Kidding, I'm just kidding": "", "Come back tomorrow, when we're all here.": "", "Nah... I like playing video games more. I swim because it's fun.": "", "Hmm... Is that so?": "", "\\C[12]Nina\\C[0]: \\C[10]-3\\C[0] <br>": "", "Then take your time. Call me if you need something.": "", "There's still someone here. Better leave!": "", "I saw you training hard. Is it really that fun?": "", "I don't know how to describe it. I just enjoy the feeling whenever I swim.": "", "You're right. I got that feeling when I play video games too.": "", "Seeing you enjoy it makes me curious. Maybe, I want to know what it feels like too.": "", "Hmm... I guess it's what flying feels like. Of course, humans can't fly without a plane or helicopter.": "", "But, I get that when swimming. It's not one hundred percent but similar to that...": "", "Fly!!!": "", "I never thought about it everytime I swim.": "", "Now you mention it. It makes me wanna swim too.": "", "But...": "", "You know... I'm a boy. I don't think everyone will let me use this pool.": "", "And I don't even know what will happen when someone seeing me as a thief when I'm sneaking in here.": "", "Yeah... You're right. That would be really bad.": "", "Maybe... Maybe I can ask everyone to let you join the club.": "", "As long as you don't do anything bad that would be fine.": "", "What!?... Is it gonna work?": "", "I don't know, but it's worth a try.": "", "That would be wonderful.": "", "Come here tomorrow at \\c[2]1 PM\\c[0], when everyone is here.": "", "Shouldn't bother her.": "", "We are still discussing about you joining.": "", "In the meantime, you can make friends with the other members.": "", "I hope I can break my record.": "", "It seems like I said something wrong.": "", "I love swimming because gliding through the water gives me a massive sense of freedom.": "", "I want to dip my body in the pool so bad.": "", "It's really annoying to use this clothes I'm wearing to swim. ": "", "There are no swimming trunks at home either and I don't want to go to the clothing store to buy them.": "", "Maybe I could go and ask \\C[10]Mrs. Kate\\C[0]. She's the swimming club teacher, I guess she has a way.": "", "Hi, \\C[10]Mrs. Kate\\C[0]. Are you available now?": "", "\\C[10]Mrs. Kate\\C[0] <br>": "", "Looks like there's nothing to do now. What is your problem?": "", "Haven't seen you swim yet. Don't tell me you don't know how to swim.": "", "I've known how to dive since I was a baby, of course I know how to swim.": "", "Well, I really want to swim but I don't have any swimming trunks to change.": "", "What is so funny?": "", "I thought you came here just to see the girls, unexpectedly this is the reason.": "", "It's weird that you still let me here.": "", "We need a worker of course. ": "", "Hey! Don't talk so straight!": "", "I don't think this school lacks cleaning workers. ": "", "This is swimming club, not swimming pool. ": "", "Cleaning is also a collective activity. It will help all members unite.": "", "It's all girls here, there are some jobs that won't be too suitable and a man is needed.": "", "You look like a baby boy, harmless from top to toes.": "", "I don't think so. ": "", "I will corrupt this place!": "", "Oops, the story leads to far away. Back on the main point.": "", "You want a swimming trunks, right?": "", "Yes.": "", "Well, you came to the right one. I'm actually a good tailors.": "", "Wow! No way!": "", "I'll make you a swim trunks and I'm sure you'll love it.": "", "So cool!": "", "But it won't take too long, will it?": "", "You can swim tomorrow.": "", "Great!": "", "But first we need to collect some numbers by measuring.": "", "So professional!!!": "", "Follow me!": "", "This is my locker room. Let's go inside.": "", "Where are they doing?": "", "I don't know? I think some dirty business.": "", "Oouuhhhh...": "", "I don't think they measure like this, \\C[10]Mrs. Kate\\C[0]!": "", "Everyone has their own way.": "", "I need to measure everything carefully so the pants will stretch properly when needed.": "", "Mmmmm...": "", "I love holding your dick in my hand. Feeling your dick throbbing in my hand everytime I suck on your ball is so hot.": "", "Tell me how much you enjoy this... My measuring way.": "", "Uuuuuhhhhh...": "", "I can feel tickles in my ball when you suck it. It's so good.": "", "I don't think I can hold it back anymore. I want to cum!!!": "", "I’m cumming!!!": "", "You came just by me sucking your ball. ": "", "This's really bad, you know. Looks like we need more training.": "", "Alright, I've finished collecting all the numbers.": "", "Let's go outside.": "", "Okay.": "", "\\C[10]Mrs. Kate\\C[0]: \\C[3]+5\\C[0] <br>": "", "\\C[10]Mrs. Kate\\C[0]: \\v[91]": "", "Holy fuck! That was so good!": "", "There your are!": "", "Your swimming trunks is done. I left it in my locker room, follow me!": "", "Let's go inside.": "", "Wow! it looks so neat and pretty.": "", "You can use this room to change your clothes. Don't go to other room, it's only for girls.": "", "Sure.": "", "Go ahead and put it on.": "", "Why are you still here? ": "", "Don't worry about me. I just see you as my son so you don't have to be shy about it.": "", "I've never seen a mother suck her son's ball. ": "", "Whoa!": "", "It's so fit on me...": "", "Just like my old pants...": "", "It also has other effects.": "", "Wow! What is it?": "", "Gulps...": "", "Woo!": "", "Oh, boy!": "", "Look down.": "", "Huh!?": "", "What!?": "", "That's just a normal reaction.": "", "Man, she is so hot!": "", "My dick stand up hard and I don't even notice.": "", "How do you feel about your swimming trunks?": "", "!?": "", "Just realized now. It's so soft and doesn't seem to feel any drag.": "", "Your skill is amazing! Thank you!": "", "No problem.": "", "Anyway, I don't think I can go out with this condition and I don't think it will fall down easily.": "", "Looks like I should suck it all out. It would be dangerous for my students in this situation.": "", "Feeling your dick throbbing in my hand everytime I suck on your ball is so hot.": "", "Look like there's still a lot inside.": "", "Mmmmmm...": "", "This feeling. I love sucking on your soft dick. ": "", "It will be terrible if I put a baseball bat in my mouth.": "", "Your dick is twitching like crazy on my mouth, it's so funny.": "", "My dick is very sensitive after ejaculation. It's feel weird but so damn good. Please do not stop sucking.": "", "Hah-hah...": "", "It' so good. I’m going to cum again.": "", "Do it inside my mouth. I want to taste your cum.": "", "Oooohhhhhh! I’m cumming!!!": "", "I can’t stop cumming.": "", "It's so good, \\C[10]Mrs. Kate\\C[0]. ": "", "Even though this is your second time, there's still a huge amount of semen coming out.": "", "I almost choked when I swallowed them all.": "", "It was so good, \\C[10]Mrs. Kate\\C[0]. ": "", "I feel like my ball are all empty and my soul came out through my pee hole.": "", "Forgot to ask. How much for this swimming trunks, \\C[10]Mrs. Kate\\C[0]?": "", "5000\\i[172] is enough.": "", "O-": "", "Wait! What!??": "", "Why is it so expensive?": "", "I have never been to the market. But I know beef is from cows, \\C[10]Mrs. Kate\\C[0]!": "", "It is made of high quality fabric and must also who made it.": "", "But I don't have that much money.": "", "Do you know what this place needs?": "", "How do I know.": "", "I want to be at home here. I need a pair of chaise lounges.": "", "\\C[6]Betty\\C[0] comes here sometimes. I want to talk to her under a parasol.": "", "Wow, so cool!": "", "I want you to handmade them and place them by the poolside.": "", "What the hell?": "", "Okay, fine!": "", "Man! 5000\\i[172]!": "", "It would take a long time to gather. Make some chairs and an umbrella seem an easier way.": "", "Not to mention, this swimming trunks is really nice to wear. I feel like wearing this all day.": "", "Good boy! I look forward on it.": "", "Remember to exercise before entering the pool. You could get cramps if you don't warm up properly.": "", "Remember don't jump into the pool, use the ladder instead.": "", "Alright, Let's go outside.": "", "\\C[10]Mrs. Kate\\C[0]: \\C[3]+2\\C[0] <br>": "", "Alright! Let's go!": "", "How does it feel ogling at beautiful girls directly?": "", "What are you saying? I just came here to swim!": "", "Hmm...?": "", "Wait!": "", "He is the guy I was talking about.": "", "Oh! There you are!": "", "Everyone is waiting. Please follow me.": "", "Everyone, he is the boy I was talking about.": "", "Hello everyone. Nice to meet you all.": "", "So, from now on he will be a new member of our club.": "", "WAIT!!!": "", "No! He cannot join this club!": "", "What!? Haven't we agreed to this?": "", "I haven't thought about that until now. He is a boy! He might peek us when we aren't looking.": "", "Just thinking about it made me uncomfortable.": "", "Girl 1 <br>": "", "Yes! That's Right! He will look at body and masturbate!!!": "", "Shut up! You slut! Change into another swimsuit with more cloth than that, no one would see anything.": "", "I can even see your anus when you bend over. Amazingly, it's really pink and there's a mole on it.": "", "Ha-ha...": "", "(Gulps...)": "", "What!!! You-You pervert!": "", "Don't worry. He is a nice guy. That's why I accepted him to join the club.": "", "Right, \\n[1]?": "", "Don't worry, I'm just here to swim.": "", "Look! He paused for a second. Surely he is thinking about something indecent.": "", "Say, Cindy. What do you think?": "", "I'm fine with it, he can join this club. He is your boyfriend after all.": "", "He is not my boyfriend. We have the same hobby. Plus, he's not a pervert, that's why I allowed him to join.": "", "It's kind of even now. Where is Ms. Kate anyway? I want to know what she thinks about this..": "", "Do we have a party here?": "", "Hi, \\C[10]Mrs. Kate\\C[0].": "", "Mrs...\\C[10]Mrs. Kate\\C[0].": "", "Huh? Do you know her, \\n[1]?": "", "Kind... Kind of.": "", "(It's kind of fucked up. What should I do now?)": "", "Where are you going?": "", "I am just exercising a bit. I felt uncomfortable when standing still for a long time.": "", "Huh? Is that so?": "", "Don't you feel uncomfortable standing so far away? Come here.": "", "So, what are you girls talking about?": "", "Now I understand. So, \\n[1], you want to join this club?": "", "That-That's right, \\C[10]Mrs. Kate\\C[0].": "", "Are you sure you are only here to swim?": "", "It is, \\C[10]Mrs. Kate\\C[0]. I got inspiration from \\C[12]Nina\\C[0] ... and I want a toned body.": "", "You can join.": "", "I'm accepted?": "", "That's right. You're in or have you changed your mind?": "", "No, I don't. I didn't think it would be this simple.": "", "But, \\C[10]Mrs. Kate\\C[0]! He will definitely look at my ass when I'm not looking.": "", "There will be day he won't hold it back because of my sexy butt.": "", "He will-will... fuck me if no one was around. I am too weak to resist it.": "", "Stop daydreaming, princess. Instead, you should change another swimsuit.": "", "\\n[1]. after join the club, clean the pool after each session. Do you agree?": "", "\\C[10]Ms. Kate\\C[0], that's so unfair.": "", "He is a man. Heavy work is okay. Isn't it, \\n[1]?": "", "That's right! Leave it to me. I always helped my mother with housework so it's normal for me.": "", "Good boy!": "", "Then, I'm fine with it.": "", "Welcome! \\C[12]Nina\\C[0]'s boyfriend.": "", "Well, everyone's dismissed!": "", "Welcome to the swimming club, \\n[1].": "", "Sorry, \\n[1]. I didn't think it would turn out like this.": "", "Do not worry! Like \\C[10]Mrs. Kate\\C[0] said, hard work is for men.": "", "And luckily, I was allowed to join this club.": "", "Yeah, you're right!. Welcome to the swimming club.": "", "Counting on you!": "", "(From now on, I can go in and out of the pool at any time. Amazing!)": "", "(I don't have any trunks. Hmm... Where should I buy it?)": "", "I'm sorry, but you should come back later.": "", "We are still discussing about that.": "", "It's already \\c[2]2 PM\\c[0]. Shouldn't bother while everyone is training.": "", "Clean the Pool": "", "Hey, you!": "", "Come here a minute, I need you to do something.": "", "What the hell? I'm not your worker. ": "", "More importantly, I'm middle of my task. I want to finish it quickly so I can take a good swim. It's hot sunny, today.": "", "It ain't a big thing. I just need a bit of help.": "", "Alright.": "", "Here.": "", "What is this?": "", "Sunscreen oil.": "", "My hand can't fully reach all of my back. It will leave an unpleasant look if it doesn't cover it all up.": "", "I can see your tits, your nipples are popping out.": "", "Ehem!": "", "Okay, what do I need to do?": "", "Put some oil on my hands and rub it on my back.": "", "He-he... Oookay...": "", "Don't place your fingers on weird places, you will be in jail.": "", "I don't believe it.": "", "My dad is a cop. You can try if you want.": "", "Hurry!": "", "He-He... At least, I can touch her.": "", "What is that weird sound?": "", "Man, it's sexy as fuck. I could feel my blood flowing in the weird place.": "", "What are you doing? It's so cold. You didn't rub your hand together.": "", "How do I know that? You haven't told it to me yet.": "", "Just do it carefully next time.": "", "Ooohh... It feels so good.": "", "Man, her skin is so smooth. I thought it would feel like old tree bark.": "", "But it really silky instead. ": "", "Your job here is done. You can leave now.": "", "I feel like a piece of toilet paper.": "", "\\C[4]Swimming Club Points\\C[0]: \\C[3]+5\\C[0] <br>": "", "\\C[4]Swimming Club Points\\C[0]: \\v[125]": "", "Phew... I think everyone will be happy.": "", "Everyone: \\C[3]+2\\C[0] <br>": "", "\\C[10]Ms. Kate\\C[0]: \\v[91] <br>": "", "\\C[12]Nina\\C[0]: \\v[111] <br>": "", "\\C[20]Cindy\\C[0]: \\v[113] <br>": "", "What is she even doing here?": "", "Change Clothes": "", "No": "", "Wow!": "", "Excuse you!": "", "He-he. I'm sorry.": "", "I will change my clothes real quick. The door wasn't locked, I thought no one was here.": "", "Just remember to knock next time.": "", "Stay": "", "Why are you still h-": "", "Oh!": "", "Your sewing skills are so good, \\C[10]Mrs. Kate\\C[0].": "", "Do you think it's a bad idea to come out like this? My body is being controlled by my dick right now.": "", "You naughty boy!": "", "Go ahead! I want to taste your cum.": "", "Help": "", "You come at the right time!": "", "Help me apply the sunscreen oil on my back.": "", "It's empty. ": "", "I forgot to bring a spare one. ": "", "Go and buy me a new one!": "", "Are you serious! I'm not your dogsbody.": "", "I will let you touch my back.": "", "Okay. Where does it sell?": "", "It's sold at \\c[1]Convenience Store\\c[0]. Here is the money.": "", "You have received 500\\i[172].": "", "Okay, I'll be right back.": "", "You came at the right time. Come and help me with sunscreen oil!": "", "Man, she's so hot!": "", "Sure sure.": "", "Have you bought a new one?": "", "Not yet.": "", "I'm back.": "", "What took you so long?": "", "What is this? This doesn't look like what I told you to buy.": "", "Out of stock. I have no choice but to buy something of the same kind.": "", "This is a lot more expensive than the one you're using.": "", "You don't seem to look like have that much money.": "", "Anything will do anyway. Hurry and do your work!": "", "There you are!": "", "Come give me a massage.": "", "I've been waiting all day!": "", "Oops! I forgot to bring my sunscreen oil.": "", "Do you bring one?": "", "Hell yeah!": "", "Why are you still standing there? I can't wait any longer!": "", "Aaaahhhhhh...": "", "You get so much better since the last time.": "", "Go a bit lower.": "", "I don't want to go to jail.": "", "Just do as I said!": "", "Stop mocking me!": "", "Your hot, dry hands feel so good.": "", "Whoa! I'm touching her tit right now.": "", "It's not too big but surprisingly soft.": "", "Her nipple is so sensitive, it keeps jumping every time my finger \"accidentally\" meets it.": "", "Your tits aren't so big but surprisingly soft.": "", "Your nipple is so sensitive, it keeps jumping every time I touch it with my finger.": "", "Mmmmmmmmmm...": "", "You're making me feel so hot. Go more lower.": "", "Shit, I poured out so much. A lot of it goes into her buttcrack.": "", "Drink all of this holy ale!": "", "Whoa! Her butt is so hard and meaty.": "", "Her bikini is so small, I could see mostly everything behind it.": "", "Whoa! Your butt is so hard and meaty.": "", "Your bikini is so small, I could see mostly everything!": "", "It turns me on so much! Did you do this on purpose!?": "", "Her anus has been twitching like crazy since I started rubbing oil on her butt. ": "", "Mysterious liquid starts oozing out her pussy.": "", "It looks so hot.": "", "Your anus has been twitching like crazy since I started rubbing oil on your butt. ": "", "Your pussy keeps leaking wet juice.": "", "Her temperature is so smoking hot. I can feel a mixture of strange fragrances entering my nose.": "", "My crotch feels like burning.": "", "Phew! Much better.": "", "My dick was so big already and I don't even notice it.": "", "Damn! I can't hold it anymore. She is so hot, I want to put it in no matter the cost.": "", "Stop teasing me! Hurry up and put it on!": "", "Ooohhhh! ": "", "So hot. It feels like my dick is baking in the oven.": "", "It went in so easy even her pussy is super tight thanks to the mix of lubricants and her wet juices.": "", "I can feel my dick is being pushed out little by little.": "", "Oh my God, It feels so good.": "", "Next": "", "Hurry, deeper! I want to fully feel your dick inside of me. ": "", "Hyah!!!": "", "Ahh-Ahhh... It goes so deep.": "", "Your dick is stretching me out but it feels so good.": "", "Shit! Your meaty butt is squeezing me so tight. ": "", "Hurry! Start moving, I can't wait anymore.": "", "Mmmmmmmmmm": "", "Oh, yes. It's so good!!!": "", "ON/OFF MC's Arm": "", "It's amazing! You’re going to make me orgasm.": "", "Ughhh!!!": "", "I’m cumming.": "", "It's so good!!! I can’t stop coming!": "", "Pull Out": "", "I’m cumming so hard.": "", "It came out a lot. Her pussy is still leaking my cum nonstop.": "", "Best day ever!!!": "", "I came out a lot. Your pussy is still leaking my cum nonstop.": "", "Did you just rape me?": "", "Even tho it's amazing...": "", "W-Well, that is my secret technique. ": "", "Inner massage...": "", "Is that true?": "", "Y-Yeah!": "", "Then I want you to Inner massage me every day.": "", "Now I understand what is \"This will bring pleasure to both her and yourself\" that he said.": "", "Thank you, shopkeeper/ Timmy...": "", "If I remember correctly...": "", "Even if I want so...": "", "2000\\i[172] for a bottle is still \"fucking expensive\".": "", "The bottle is empty.": "", "What!? Hurry and buy more!": "", "Like I could, It's fucking expensive.": "", "Oh boi!": "", "Warm up! Only pussy needs it.": "", "Let's go, boy!": "", "Oh! The water is so cool.": "", "Holy shit! My leg is so hurt.": "", "I can't move my leg!!!": "", "\\C[10]Mrs. Kate\\C[0]! \\n[1] is drowning.": "", "Everyone spread out!": "", "He's fine, just a bit shocked.": "", "Everyone watch carefully, I help him by performing CPR.": "", "Is he dead?": "", "\\C[10]Mrs. Kate\\C[0] looks like a meat ball.": "", "I don't think he will die from drowning but will be crushed by \\C[10]Mrs. Kate\\C[0]'s bodyweight.": "", "Girls <br>": "", "Ha-ha!!!": "", "Shut up, \\C[20]Cindy\\C[0]! I can hear you.": "", "There's a more important thing to do first, I will deal with you after this.": "", "Place your hand on his chest and the other hand on the back of the hand first.": "", "After that use your upper bodyweight to push. This will help his brain and other internal organs keep working with oxygen rich blood.": "", "Keep doing this until his heart beats normally.": "", "Cough cough...": "", "Whoa! He's alive!": "", "Are you okay?": "", "I-I'm fine! Thanks, \\C[10]Mrs. Kate\\C[0].": "", "Just be carefull next time.": "", "You're more pathetic than I thought.": "", "How old are you? Don't pretend If you can't swim.": "", "Ha-ha!": "", "I can swim. ": "", "It was an accident, I had leg cramps.": "", "Enough everyone, spread out!": "", "Shit! That was shameful. Especially being laughed at by a bunch of girls.": "", "Do you have a minute?": "", "Follow me.": "", "Jesus!": "", "My heart is beating so fast.": "", "Is she going to confess to me?": "", "Do you think it's too fast? We haven't even held hands yet.": "", "Huh?": "", "What are you talking about?": "", "Are you thinking about something weird?": "", "Put that aside, I dragged you in here just wanted to say something interesting that you might like.": "", "What with that disappointment on your face?": "", "It's nothing. What do you want to say anyway?": "", "Remember the time you were about to drown in the pool?": "", "Did you call me here just to make fun of me?": "", "Calm down, I'm not that boring.": "", "That day when you were taken out of the pool, \\C[10]Mrs. Kate\\C[0] performed CPR for you.": "", "Uh-huh.": "", "She simply puts her body on top of yours. Especially...": "", "Especially what?": "", "Especially her fleshy butt on your groin.": "", "Her sexy, hot, milky, fertile body that no one could resist.": "", "I wish I could maintain sobriety at that time.": "", "Why don't you fake drowning again?": "", "Wow! You're amazing!": "", "Thanks for the information. I own you one.": "", "But why are you telling me that?": "", "For fun!": "", "Man, I can't wait to try it out!": "", "\\C[20]Cindy\\C[0]: \\C[3]+5\\C[0] <br>": "", "\\C[20]Cindy\\C[0]: \\v[113]": "", "Warm up": "", "Okay! Let's go!": "", "Phew! My acting skill isn't so bad.": "", "God damn! She's sitting on me now. Her huge ass is on my groin!": "", "It's so good, I can feel small humping every time she pushes.": "", "The swimming trunks is so thin. ": "", "There is a vague crack when her crotch touches my dick. It's so soft and slit in two when they meet together.": "", "!!?": "", "\\C[10]Mrs. Kate\\C[0]!": "", "I can see \\n[1]'s penis is popping out his pants. ": "", "\\n[1]'s penis popped out his pants again! ": "", "It's so big...": "", "Oops!": "", "No wonder I felt a burning sensation on my crotch.": "", "I guess \\C[10]Mrs. Kate\\C[0]'s butt is doing a great \"job\".": "", "That's a good sign. ": "", "Is this some kind of... buttjob?": "", "\\C[10]Mrs. Kate\\C[0] is doing buttjob again!": "", "You're not wrong.": "", "She's doing the naughty thing.": "", "Shut up, \\C[20]Cindy\\C[0]! ": "", "Where are you going, \\C[20]Cindy\\C[0]?": "", "?": "", "Oops! It went in so easily. ": "", "Holy shit! Did \\C[20]Cindy\\C[0] just pressed my dick into \\C[10]Mrs. Kate\\C[0]'s pussy!?": "", "It's so warm. I feel like in heaven.": "", " \\C[20]Cindy\\C[0]! You're my best friend!": "", "Who did that!?": "", "\\C[20]Cindy\\C[0] did that, \\C[10]Mrs. Kate\\C[0]!": "", "I will take care of you after this!": "", "Mmmm...": "", "Oh my goodness! It feels so good.": "", "Damn, my dick is not inside her anymore. So sad.": "", "Did you hear something?": "", "I can hear a popping sound when \\C[10]Mrs. Kate\\C[0] pushes his dick out.": "", "Just look at these weird transparent liquids. I guess someone really happy about this.": "", "I'm gonna train you so hard for making fun of me, \\C[20]Cindy\\C[0]!": "", "What the hell are you doing, \\C[20]Cindy\\C[0]!?": "", "Hurry up and continue CPR, \\C[10]Mrs. Kate\\C[0]. He is still fainting.": "", "You are my goddess, \\C[20]Cindy\\C[0]! I love you so much!": "", "Holy crap! It's just small humps but it feels so good.": "", "God, it's just feel like soaking but it's already enough.": "", "I feel like there are thousands of folds are wrapping around my penis.": "", "They always move and massage every part of my dick.": "", "It's so damn good!": "", "I can feel \\C[10]Mrs. Kate\\C[0]'s breath. It's so heavy but really small.": "", "Really sure she knew that I was just faking.": "", "Oh fuck, It's so good. ": "", "Gosh, I'm gonna cum.": "", "Her whimpers are so lascivious, my eardrum is vibrating.": "", "I can't hold it anymore.": "", "Whoa! He's shooting out!": "", "Jesus! It's smoking hot!": "", "You are wetting, you such a horny cow!": "", "W-What!? It's just my sweat!": "", "That was so good. Luckily I pushed out just in time.": "", "It will be a huge problem if I get fertilized.": "", "Damn! \\C[20]Cindy\\C[0] didn't help me this time.": "", "It's so hot!": "", "\\C[10]Mrs. Kate\\C[0] is rubbing her crotch on my dick.": "", "I can even feel her vigina lips, they are so wet and slipery.": "", "It' so hot and sexy!": "", "Oh fuck! It's just rubbing but it's so good. ": "", "God! It's smoking hot!": "", "That was so good. ": "", "Ouch!": "", "Oh! He's waking up!": "", "W-What just happened?": "", "You were drowning again. So pathetic!": "", "Oh, really.": "", "\"Thank you very much\", \\C[10]Mrs. Kate\\C[0]!": "", "\"No problem!\"": "", "She already knew I just faking anyway, so I thought there was no need to hide it.": "", "Man! That was so hot!": "", "\\C[20]Cindy\\C[0]! You stay and clean all your mess!": "", "Those are not mine!": "", "What's on your chest?": "", "\\C[10]Mrs. Kate\\C[0] pinched me at the end.": "", "You're so lucky, I had to stay there and clean all your mess.": "", "He-he, sorry!": "", "How is it?": "", "My helping hand of course!": "", "Thank you so much! That was the best time ever!": "", "My dick is vibrating every time I think about it.": "", "I owe you a big one. How can I repay you for this?": "", "I'm waiting for you to say it.": "", "I have a bad feeling about this.": "", "How can I help you?": "", "Good question!": "", "I want you to make \\C[12]Nina\\C[0] suck on my fatty pussy!": "", "How the hell do I even do that?": "", "I don't know that is your problem.": "", "Why don't we switch to an easier way but similar effect?": "", "Tell me about it.": "", "I will sacrifice myself and suck your pussy.": "", "It will smell really bad but for the sake of my promise, I'll try to do it anyway.": "", "It's cleaner than your face.": "", "I haven't washed my face since yesterday.": "", "Are you even a man?": "", "Back to the main point.": "", "I want you to help me make \\C[12]Nina\\C[0] suck my pussy, that's all.": "", "I thought you are gay.": "", "Bisexual actually.": "", "What the hell is even that!?": "", "I like both males and females.": "", "Do you like bisexual people?": "", "No fucking way! That's so gay!": "", "What the fuck!?": "什么鬼！？", "Kinda racist, actually.": "", "Okay, but don't you think it's too hard. ": "", "I mean impossible. I haven't talked to her much.": "", "Yeah, you may be right.": "", "But don't worry, her brain is only muscles.": "", "You should start with what she is insanely loved.": "", "Swimming!!!": "", "You're not that stupid.": "", "He-he.": "", "I'll give you some help if you need it.": "", "Like before...": "", "Sweet!": "", "Man, I can't wait for the next CPR.": "", "In your dream.": "", "I won't help you with that next time until you can make \\C[12]Nina\\C[0] suck my fatty pussy.": "", "Too bad.": "", "Good luck!": "", "I need to change into my swimming trunks before I get in.": ""}