{"\\C[30]Mrs. Adeera\\C[0] <br>": "\\C[30]阿黛拉女士\\C[0] <br>", "Look like I forgot it at home again, please come back later.": "我应该是忘在家里了，你下次再来吧", "What are you doing here? I'm busier than it looks.": "你有什么事吗？我正忙着呢", "Me <br>": "我<br>", "Hmm...": "嗯...", "...": "...", "Holy shit! ": "我去！", "Is that a horse dong? ": "那是一条马鞭吗？", "... Probably smaller than mine tho.": "...可能还没我的大，嘿嘿", "Closer": "凑近点", "Man! It's so cool. I've never seen someone doing something like this before.": "老天！看上去好帅。我还从没见过有人这样玩的", "Next": "继续", "How can someone orgasmed when do it with thier butthole?": "怎么会有人用后面的洞高潮的？", "You again!": "又是你！", "Crap! She saw me.": "我去！被她发现了", "Come in.": "进来", "He-he. ": "嘿嘿", "Take a sit.": "坐下", "That's where the guest sits. Come and sit in my chair. ": "不是那里，过来坐我的椅子上", "I feel more comfortable sitting here. ": "坐在这儿舒服多了", "... Alright.": "...好了", "Man! She's so scary,": "老天！我有点怕她", "*Gulp*": "*咽口水*", "Why are you still standing there? I don't have all day.": "你还站在这儿干嘛？我可没空陪你玩", "Sorry! I'm tying my shoelaces.": "抱歉！我系一下鞋带", "I should keep going. ": "我得继续了", "So comfortable. I can sit on this all day.": "真舒服，我能光在这儿坐着坐一整天", "!!!": "！！！", "She's coming. What should I do? I'm so nervous.": "她过来了，我该做什么？我好紧张", "What a view. I never bore watching woman crosses their legs.": "这视角真不错，我永远看不腻女人跷二郎腿", "So. Did you enjoy my performance?": "那么，你喜欢看我刚才做的事吗？", "I don't know what you're talking about? I'm just here second ago and I didn't see anything. ": "你在说什么？我刚刚才到这儿，什么都没看见", "Lying is a bad habit but I certainly sure your down here pretty enjoyed my performance. Huh?": "说谎可不是坏习惯，我很确定你喜欢看哦，对吧？", "Let's see how it looks under this curtain. It's been a big tent since you got in here. ": "来看看这帐篷下藏着什么东西，从你进来开始你这里就一直立着了", "Wait. What are you doing?": "等等，你干什么？", "!!!?": "！！？", "I never thought it would be this big. ": "我还真没想到会这么大", "\\C[30]Mrs. Adeera\\C[0], I feel like there is something wrong. Didn't I'm here to sign or something? ": "\\C[30]阿黛拉女士\\C[0]，是不是有哪里不对？<br>我不应该是来这儿签字报道之类的吗？", "Huh? So, instead of knocking the door and wait for respond. You choose to take a peek on people persional life?": "哈？这就是你不敲门等回应而是偷窥我隐私的原因？", "I didn't mean....": "我不是这个意思...", "Put that aside.": "先不管那些", "You enjoyed your time, now its my turn to enjoy mine.": "你刚才看得挺爽，现在该让我爽一爽了", "It's twittching so much. Is my foot makes you feel that good? ": "它抖得好厉害，我的脚让你那么舒服吗？", "You let out a lot. It's all over my feet now.": "你射出来好多，弄得我满脚都是", "Now get into the main part. Did you know how serious for what you did?": "现在该进入正题了，你知道你刚才所做的一切有多严重吗？", "As this school president, I can play some little trick that can put the rest of your life into mud.": "作为校长，我完全有能力让你的下半辈子都陷入泥潭里。", "It's can't be that serious, right?": "应-应该没这么严重吧？", "You can try.": "信不信由你", "Oh crap!": "我去！", "But I'm not that petty.": "但我可没那么无情", "*Phew*": "*呼*", "Lately there have been a lot of people complaining about the broken plank on the floor. ": "之前有许多人抱怨过有地板破了个洞", "It's on the 2nd floor on the way to teachers offices corridor. Now go and fix it.": "我记得是在二楼楼梯口的位置，现在去把它修好", "What!? You run a big business and you demand a small student like me to do those kind of works.": "什么？！你搞这么多就是为了让我这样的学生仔去干这种事？", "You dare speak to me in that tone of voice?": "你敢这么对我说话？", "W-What are you doing?": "你-你想干嘛？", "Eek!!!": "哎呀！！", "S-Stop. You gonna tear it off.": "别-别这样，你会把它扭断的", "Fix or not?": "你去不去修？", "Okay, okay. I will do it.": "好好好，我去修", "It would be better to submit into your position.": "你最好搞清楚你的位置", "I found your profile. Please sign in these terms. ": "我找到你的档案了，来在这里签字", "Okay.": "好", "I'm surprised to see you read them. ": "我还挺惊讶你竟然会认真读一遍", "You need to sign in this one too.": "还有这个要签字", "Why there are so many.": "怎么有这么多要签字的", "This one too.": "还有这个", "Not reading anymore? ": "现在不读了？", "You need do finger print on this one with your singature.": "还有这个，要你按个指纹", "Okay, okay.": "好好", "You good to go now.": "很好", "I will call you if I need you to do something for me.": "我有需要的时候会叫你做事的", "Wait what? Aren't we already make a deal? You forgive me for this if I repair the broken floor? ": "什么？我们不是一笔两清了吗？你说只要我修好地板就行的？", "Hmm... What is that? Isn't that just my attedance form.": "嗯...这是什么？这-这不是我的出勤表吗？", "Tsk-tsk.": "啧啧", "It's a contract between me and you that you already sign and finger print.": "这是一份你我之间的合约，而且你已经签字画押了", "In 3 years, you will do for whatever I say.": "在接下来三年里，我让你做什么你就要做什么", "What? You were playing scam.": "什么？你算计我", "Welcome to the adult world. ": "欢迎来到成年人的世界", "Sooooo, you have to do everything I say for 3 years. If you breach the contract, you will be fined a certain amount. ": "所以，在接下来三年里，我让你做什么你就要做什么<br>如果你违反合约，那么会被罚一大笔钱", "You have to pay more than you can imagine.": "相信我，你会赔很多钱的", "Fine...": "好吧...", "How naive.": "真天真", "Just think wider, I will not provide any request that will harm you. On the other hands, my reward will be much more surprising. ": "你先别担心，我不会让你做坏事的，而且另一方面，我会给你奖励的", "Alright, enough talking. Go and do your first task.": "好了，说了这么多，现在去完成我给你的第一个任务吧", "I don't have any tool to fix it.": "我没有工具，要怎么修？", "Ask \\C[4]Susan\\C[0], she knows where those things are.": "去找\\C[4]苏珊\\C[0]，她知道工具放在哪", "\\C[4]Susan\\C[0]...": "\\C[4]苏珊\\C[0]...", "I forgot that you are a new transfer student.": "我忘了你是新来的转学生了", "She's usualy in my persional toilet to do the cleasing work. You can find her there in the morning. ": "她一般在我的私人卫生间里做清洁工作，你早上去找她就行", "Do you mean the restroom next to this room.": "你是说隔壁的卫生间吗", "I hate when you use the look of superiority on me. Now get out of here before I put my force on you.": "别用那种眼神看我，现在你该出去了", "\\C[30]Mrs. Adeera\\C[0]: \\C[3]+5\\C[0] <br>": "\\C[30]阿黛拉女士\\C[0]: \\C[3]+5\\C[0] <br>", "\\C[30]Mrs. Adeera\\C[0]: \\v[85]": "\\C[30]阿黛拉女士\\C[0]: \\v[85]", "Well, I should go and look for \\C[4]Ms. Susan\\C[0].": "行吧，现在我该去找\\C[4]苏珊小姐\\C[0]了", "She will be in that restroom over there in the morning.": "她早上会在这边的卫生间里", "You receive a \"\\c[1]Fix the Broken Plank\\c[0]\" quest from \\C[30]Mrs. Adeera\\C[0].": "你从\\C[30]阿黛拉女士\\C[0]那里接受了\"\\c[1]修地板\\c[0]\"任务", "You can quickly view the Quest log by Press \"\\c[1]A\\c[0]\" key.": "你可以按\"\\C[1]A\\C[0]\"键浏览任务日志", "Double click on the Quest to track it. Which mean, it will appear each time you view the quest log.": "双击任务以持续追踪任务进度", "Leave": "离开", "\\C[30]Mrs. Adeera\\C[0]: \\C[3]+3\\C[0] <br>": "\\C[30]阿黛拉女士\\C[0]: \\C[3]+3\\C[0] <br>", "Hmm... Where is the dude at?": "嗯...那家伙在哪里？", "There's no one in the closet.": "橱柜里没人", "There's nothing outside the windows also. ": "窗户外也没人", "??? <br>": "？？？<br>", "Pardon.": "不好意思", "What are you doing in my office? Aren't you here for something? ": "你在我办公室里找什么呢？", "I'm looking for the principal to report my attendance. Can you help me call him?": "我来找校长报到，能麻烦你叫一下他吗？", "I'm that principal that you're looking for.": "我就是你要找的校长", "I'm really sorry.": "真不好意思", "Maybe I left your documents at home.": "我大概把你的档案忘在家里了", "How clumsy me.": "瞧瞧我", "Please come back later.": "你下次再来吧", "I'll come back next time then.": "我下次再来", "That strange smell is still here. ": "这儿还是有股怪味", "I noticed there's a weird stain on the carpet.": "地毯上有些奇怪的污渍", "Maybe she is still mad at me because I interrupted her. ": "可能她被我打扰到了，正在气头上呢", "I wonder what she did before that. Maybe I should peek next time when I hear her moan.": "我挺好奇她之前在干什么，等下次听到她娇喘的时候我偷看一眼", "So flashy...": "好华丽...", "Documents and stuff...": "文档之类的东西..."}