{"Me <br>": "", "It's locked.": "", "Looking good today.": "", "Shouldn't bother while she's sleeping.": "", "\\C[2]Anna\\C[0] <br>": "", "Did you remember to eat your breakfast?": "", "Mom's cooking is always delicious!": "", "\\C[20]Auntie Daisy\\C[0] <br>": "", "You should eat your breakfast, it's the most important meal of the day afterall.": "", "Leave": "", "Mom is here...": "", "... Anna is still around.": "", "Approach": "", "Help": "", "...": "", "What are you doing, \\n[1]?": "", "Oh! Hi, \\C[2]Anna\\C[0].": "", "You shouldn't be popping out of nowhere like that. You could scare the cows (or me).": "", "Oh. I see. So, what are you doing?": "", "I was just gonna ask if your mom needed help with anything.": "", "Back": "", "Nothing I can help her with right now.": "", "Do you need any help, auntie?": "", "I noticed it's Laundry Day. I thought I could help you with the clothes.": "", "You're such a sweet boy. That sounds lovely, I will leave it up to you.": "", "Just pick up the dirty clothes and put them inside the laundry basket. Then I will do the rest afterwards.": "", "That sound easy enough, you can leave it to me! I'll have it done in no time!": "", "*You received \"\\c[1]Laundry Day\\c[0]\" quest*": "", "*You can quickly view the Quest log by Press \"\\c[1]A\\c[0]\" key.*": "", "*Double click on the Quest to track it. Which mean, it will appear each time you view the quest log.*": "", "hmmm... I better start picking up the clothes.": "", "Auntie, I'm done with picking up all the dirty clothes.": "", "That's great! Thank you so much, sweetie. ": "", "It was easy peazy. Do you have anything else that I could help you with? I'm kind of free to do anything right now.": "", "Thank you, but it's fine. I'm almost done. Even then, there's nothing more that you can help me.": "", "Oh, I see. Call me if you need anything though.": "", "\\C[20]Auntie Daisy\\C[0]: \\C[3]+2\\C[0] <br>": "", "\\C[20]Auntie Daisy\\C[0]: \\v[21]": "", "Auntie, let me help you. ": "", "Thanks, Sweetie. Shouldn't you go to school now? ": "", "There's still a lot of time to go before school starts.": "", "That's very kind of you. You can help me fill the grass, it will go low soon.": "", "No problem. Leave it to me.": "", "Phew...": "", "I think this should be enough.": "", "Wow! These ladies are so strong and healthy. Auntie sure took good care of them. ": "", "Slap": "", "No": "", "Holy! What is with this ass? It's so round and firm. ": "", "Ouch!!!": "", "Thanks for helping me, \\n[1]! ": "", "Are you OK?": "", "I-I'm fine, Auntie. ": "", "You should be more careful. ": "", "These cows are really friendly but they would attack if it is a stranger. You should be friends with them first. ": "", "Thanks, Auntie.": "", "Ahh...": "", "Hmmm...": "", "Nothing better than a good stretch after hard work.": "", "Holy shit! I could see her boob through her sweaty shirt.": "", "Gulps...": "", "Oh Crap!!!": "", "Is everything alright?": "", "What are you doing?": "", "I-I'm fine. I-I have to pee.": "", "Is that so. You should hurry and do it now. Don't hold your urine for too long, it's not good.": "", "I will take a bath. I'm all sweaty now.": "", "Man, Auntie is so hot...": "", "Why didn't I realize that before? ": "", "Shit!": "", "Damn,  Auntie is all over my head right now...": "", "Now that I remember, she always took a bath after morning work. Not a shower but a bath. Such a weird habit tho.": "", "Phew... Luckily no pee landing on my clothing.": "", "Man, I want to see her naked body so bad. I have seen it a lot of times in the past but it all fades away. ": "", "That's right! ": "", "I almost forgot it. I can use that hole to see into the bathroom.": "", "She's probably doing it right now. I should hurry. ": "", "\\C[20]Auntie Daisy\\C[0]: \\C[3]+5\\C[0] <br>": "", "Anyway, I will take a bath. I'm all sweaty now.": "", "Are you okay!?": "", "Hurry! Help me!!!": "", "Why are you smiling?": "", "It kinds of funny when seeing you like this.": "", "Wait a minute! How can you get in this situation?": "", "I slipped in here when I tried to hide.": "", "Hmm...": "", "Now I know why I can't find you and always lose in this game.": "", "He-he...": "", "Okay! Let's help you out first.": "", "It's stuck. I can't get you out because you're too fat.": "", "Hey! I'm not fat!": "", "This will not gonna work. I will pull you out from the other side.": "", "Haven't learned your lesson, do you?": "", "Stop laughing! Helping me!": "", "Hurry! I'm stuck.": "", "Have no need of it.": "", "Already got a Pine. Let's decorate it in my room.": "", "Found the \\c[1]Axe\\c[0]!": "", "There's a good looking \\c[1]Pine\\c[0] near my \\c[3]Farming Area\\c[0]. ": "", "I’m all wet.": "", "The rain will last quite a while. Better wait here.": "", "Let's go upstairs.": "", "OK!": "", "You should take off your clothes. You don’t want to catch a cold.": "", "You’re right, Auntie.": "", "I’ll do it too.": "", "Come here, sweetie.": "", "Take a seat. You must be tired from helping me.": "", "Phew... A rest after a hard work is the best.": "", "Man, she smells so good.": "", "Even if she’s covered with rain and sweat, I can still smell her wonderful scent...": "", "How are you feeling?": "", "Good, Auntie.": "", "Damn! My Auntie is so hot...": "", "My blood flowed into my willy fully in a millisecond.": "", "I don’t think she noticed...": "", "My dick is getting hard, like a rock.": "", "Then let’s stay like this for a little longer.": "", "O-Ouch...": "", "What’s wrong, Auntie!?": "", "N-nothing, Sweetie. It’s my shoulder, it’s a little stiff.": "", "Do you want me to take a look at it?": "", "It’s OK. I don’t think it’s anything serious.": "", "Hmm... It's weird...": "", "Maybe my massage for her shoulder at night wasn't good enough?": "", "\\C[22]Theo\\C[0] has a lot of weird things.": "", "I should talk to him after school tomorrow.": "", "The rain is over.": "", "Let's go home and take a shower, \\n[1]": "", "How are your shoulders, Auntie?": "", "It's a lot better now. I don't feel any pain after a day's work.": "", "... and it feel really good...": "", "Is your shoulder hurt again, Auntie?": "", "It’s a little stiff.": "", "Auntie, aren’t you staring too hard?": "", "!!!": "", "Sorry, I was just... thinking about something.": "", "You're so hot, Auntie...": "", "Thank you, \\n[1]!": "", "But you shouldn't have said that. I'm your aunt.": "", "Can we have sex, Auntie? They say it tastes like a drug...": "", "Shit! I let it slip without thinking!!!": "", "W-What did you say!?": "", "I'm sorry, Auntie!": "", "My friend showed me a sex video yesterday and I was just curious...": "", "Forget about it. ": "", "You should focus on studying more at this age.": "", "And stay away from that unhealthy boy!!!": "", "That was a close one!": "", "His dick...": "", "It's so hard and big... Does he have that feeling for me, his aunt?": "", "He looks so sad.": "", "If I don't do something, there would be a gap between us.": "", "I can give you a... handjob?": "", "Really?": "", "Yes. But you mustn’t tell anyone.": "", "You are the best, Auntie!!!": "", "Who am I going to tell?": "", "It’s just us here.": "", "The cows are cooling off outside.": "", "\\C[20]Daisy\\C[0]! This is just to relieve his pressure...": "", "I don’t want him getting a cold.": "", "I haven’t touched one all these years...": "", "Let alone, my nephew’s dick... Can I really do this?": "", "How is it, Sweetie?": "", "Does it feel good?": "", "It's really good, Auntie.": "", "Your small hand is so soft and warm...": "", "Small!?": "", "Oh my god! I can't grasp it all with my hands!!": "", "My sister gave birth to such a monster!!!": "", "I think his future girlfriend may have a hard time...": "", "It's getting weird... I need to do it quickly.": "", "Can you put your mouth on it?": "", "NO!": "", "Sorry... I got a little carried away.": "", "It’s OK. Just focus on the feeling.": "", "Her hands feel so smooth.": "", "I can picture her stroking it and making my dick hard so that she would stick it in her mouth.": "", "Then she takes the dick, wet with her saliva, and puts it deep into her pussy...": "", "So hot... my Auntie is so hot...": "", "Handjob": "", "While we’re waiting for the rain to stop, why don’t we have some... fun?": "", "Fun? What do you mean?": "", "Like this!": "", "Is this boy horny 24/7?": "", "Hurry, Auntie! I still haven't got any reward today.": "", "Be sure not to tell anyone. Especially your mother...": "", "Hurry, Auntie!!! I can't wait anymore!": "", "Okay, fine! Just stay still.": "", "\\C[20]Daisy\\C[0]! This is just to relieve his pressure.": "", "I’m touching his dick again...": "", "How is it, sweetie?": "", "How did it get so big?": "", "Can you go a bit harder?": "", "How’s that?": "", "Amazing.": "", "Your grip is so hard.": "", "Keep stroking it with your hand.": "", "Slow down, Auntie!": "", "I want to enjoy it a bit more.": "", "If we stay out here, we’re going to catch a cold.": "", "Shit, if she quickens the pace even more...": "", "His dick is throbbing... he’s close.": "", "Blowjob": "", "Dammit. I can’t cum at this rate...": "", "I need to push this a little further.": "", "\\n[1]! What are you doing!?": "", "Relax, Auntie.": "", "You’ve been working so hard.": "", "You need to release your tension.": "", "You’re speaking like a dirty old man...": "", "He’s grown so much...": "", "He’s gotten so strong, too...": "", "Why do you care about how I talk Auntie?": "", "Let me show you how I feel instead.": "", "You’re holding me up... like a ragdoll...": "", "Sorry, Auntie. I don’t want you to fall and get hurt.": "", "I’m going to hold you up there.": "", "Don’t worry. I’m going to give you what you want.": "", "Don’t act surprised, Auntie. I know what you were doing.": "", "Fingering yourself in the bath. Playing with yourself with the dildo.": "", "WHAT? How do you know about that?": "", "It’s obvious. You make so much noise.": "", "Even when we’re sleeping together. You grind on my dick.": "", "What kind of thing is that to say?": "", "Come on.": "", "What can you do this with a dick?": "", "Stop saying like that!": "", "Ohhh!": "", "I can't hold it anymore!": "", "Say ah, Auntie. Your food is ready.": "", "Mfmm!?!": "", "There, Auntie. It tastes good, right?": "", "His precum is filling my mouth... and running down my throat...": "", "The taste of his dick milk is so sweet...": "", "I don’t hear any complaints.": "", "Mfmm!!!": "", "Oh shit!!!": "", "She’s sucking so hard!!!": "", "He’s got such a hard, throbbing dick.": "", "Mmm... I love the taste of his young cock.": "", "It’s as thick as a milk bottle...": "", "Faster": "", "I’m going to go faster now.": "", "I’m gagging on my nephew’s dick...": "", "Your mouth feels so good, Auntie. It feels like I’m in heaven.": "", "It’s like sticking my dick in a warm bath.": "", "He’s violating my mouth so throughly...": "", "At this rate, I’m going to come...": "", "Auntie?!?": "", "You’re going too hard!!!": "", "She’s trying to suck the cum out of my dick!": "", "I’m the one who should be in charge...": "", "I love this feeling.": "", "This strong, veiny, throbbing, hard dick.": "", "It's smells so manly.": "", "Cum": "", "Oh shit!!! It's so good!": "", "I'm cumming!!!": "", "Auntie!!!": "", "You’re going to make me come!": "", "There’s so much cum...": "", "Sorry, Auntie. Something came over me.": "", "It’s okay, \\n[1].": "", "Luckily, you didn't lose control and put it inside me...": "", "It will be a huge problem if that happened.": "", "Sorry, Auntie.": "", "I think I put it inside you when you were sleeping, and not just once.": "", "I was so scared. If you want it so much, just ask me.": "", "Don't be so rough next time.": "", "I love you so much, Auntie.": "", "Sorry, Auntie. It's way too good while holding your arms up like that. ": "", "I came my ball out. ": "", "I’ll need to do this again. On my own terms...": "", "Hah... hah...": "", "I came so hard...": "", "That’s for sticking your dick in me without permission...": "", "Sorry, Auntie... I won’t do it again, I swear...": "", "End": "", "I'm cumming!!! Ahhhh....": "", "Oh my...": "", "He came all over me... the smell is making me go crazy.": "", "How was that, \\n[1]?": "", "Thank you, Auntie. I’ll consider this a reward for helping you.": "", "Can I expect more rewards in the future?": "", "I-it’s getting late. Let’s go inside and shower.": "", "\\C[21]Joyce\\C[0] <br>": "", "Remember to eat your breakfast, Honey!": "", "Urg! <br>": "", "It stinks!!!": "", "How can you even work normally in this condition!?": "", "Is that so? <br>": "", "I don't seem to smell anything wrong. <br>": "", "I guess I already get used to it.": "", "You look busy. <br>": "", "Is anything I could help with?": "", "It's okay! <br>": "", "Be a guest for a day.": "", "If there is any work, <br>": "", "I don't think a city lady can handle it.": "", "Don't mock me, my dear sis!": "", "The city life sure made you tired, \\C[21]Joyce\\C[0]. <br>": "", "Why don't you just stay here?": "", "I love to but my husband works in the city and I have my job there too. <br>": "", "I need to take care of him.": "", "How is your life? <br>": "", "It must be really hard for you and your daughter.": "", "What are you saying? <br>": "", "We have a man in this house.": "", "He helped us a lot.": "", "That's my boy!": "", "Oh, my goddess! <br>": "", "Why am I so embarrassed?": "", "After all the things we've done, <br>": "", "I can't even dare to look my sister in the eye.": "", "It's all his fault...": "", "Mom, what are you doing here? <br>": "", "You sure wake up early.": "", "Hahaha!": "", "What!?": "", "We were thinking about a celebration party. <br>": "", "Do you have any idea?": "", "Oh!": "", "How about doing it at Dinner? <br>": "", "I'll invite \\C[25]Aunt Douie\\C[0] too. ": "", "That's a great idea! <br>": "", "Me and your mom will prepare food for the party.": "", "All you need to do is invite our best neighbor, \\C[25]Douie\\C[0].": "", "Alright!": "", "Woohoo! Party!!!": "", "I'm so excited!!!": "", "I need to go to \\C[25]Aunt Douie\\C[0]'s house right now!": ""}