{"Me <br>": "", "That was so much fun!": "", "I gotta go, see you tomorrow!": "", "\\C[20]Mae\\C[0] <br>": "", "Hey! Do you want to see something cool?": "", "Where? What is it?": "", "Come here at night and I will show you.": "", "Cool!": "", "I'm so curious about the thing \\C[20]Mae\\C[0] said.": "", "Where is she anyway?": "", "Boo!": "", "Hey. Slow your voice down. Are you a girl?": "", "So why are you scaring me like that? Do you know it's nighttime?": "", "You are so pussy. Follow me!": "", "??? <br>": "", "Oh Yeahhh! Fuck me!": "", "What is that sound?": "", "Don't make any loud noise, they'll hear it.": "", "Okay.": "", "Right here!": "", "\\C[25]Aunt Douie\\C[0] <br>": "", "Mmmmmmm...": "", "Fuck Yesss! It's so good!": "", "Your family is so difficult.": "", "Why do you say that?": "", "Your parents had an argument and now your dad is hitting your mom horribly.": "", "...": "", "For some reason, I feel like your mother is enjoying it. It's very weird.": "", "They are having sex. You are so stupid!": "", "Whoa! So cool!": "", "What is sex?": "", "I guess some kind of game.": "", "You're so smart!": "", "Next": "", "Hey, let me see your pee pee.": "", "Huh? Why?": "", "Hurry!": "", "It's a bit weird if I'm the alone one naked.": "", "Stop complaining, I've already taken my clothes off.": "", "Wow! So cool. This is the first time I see a pee pee this close.": "", "It looks so cute and shiny.": "", "Can I touch it?": "", "Sure, it's not a big deal.": "", "Whoa! It's so soft and squishy. I could play with it all day.": "", "Are we done yet? It starts getting cold.": "", "Okay, okay.": "", "End": "", "Ah-ahhs! So good. ": "", "\\C[2]Mr. Carter\\C[0] <br>": "", "Guahhgghh! You're so wet and tight as always.": "", "Harder! I'm almost there.": "", "Whoa! They're are still fighting hard as always.": "", "How many times have I said, they're making love.": "", "Ohhhh, yessss!": "", "I wonder how it feels...": "", "It would be great I guess.": "", "Hey! Let's do it.": "", "Okay, I think here is far enough.": "", "I never get bored when I see it.": "", "It's so soft, I don't think you can put it on me at this stage.": "", "What are we gonna do? I want to do the sex.": "", "Don't worry, As my mom sais it's a soft state. I can make it bigger and harder.": "", "Wow! So cool, I didn't know it could morph.": "", "So what to do now? ": "", "Just stay still. I'll put it in my mouth.": "", "It will grow bigger... I guess... I see my mom did it plenty of times.": "", "!?": "", "Ha-ha!": "", "Are you serious? It's where I pee.": "", "You are simply drinking my piss indirectly.": "", "It's very clean and it doesn't smell weird either.": "", "Of course, I just had a shower and my mom washes it very clean every day.": "", "Are you still bathing with your mother? You are such a baby boy.": "", "I don't think that's strange at all.": "", "Put that aside. I think it would be fine.": "", "It looks so yummy and edible. I've been wanting to try it in my mouth for a long time.": "", "Okay. Do what you want, but don't use your teeth.": "", "Don't worry, I just put it in my mouth.": "", "Ahhh...": "", "Whoa! ": "", "Your breath, it's so warm. For some reason, it feels kind of good.": "", "Oohhh! ": "", "Something wrong?": "", "No, I feel electric waves running through my body. ": "", "It's super duper.": "", "Ooohhhhh...": "", "Wow! What are you doing? ": "", "I feel like my penis is being swallowed.": "", "I'm sucking it. The feeling is really interesting.": "", "I really love it!": "", "Does it make you feel pain?": "", "No, it feels so much better.": "", "Are you okay? ": "", "It is throbbing so much, it felt like a living thing.": "", "Hurry up and put it out. I think my piss is about to shoot out.": "", "Phew! So close.": "", "You almost got a mouthful of my piss. You should thank me after this.": "", "I held it as best as I could... but some still came out.": "", "Whoa! There is some white stuff leaking out.": "", "Huh!? My piss looks a bit weird today.": "", "I heard my mother say, if I'm not wrong, it looks like you just ejaculated. ": "", "It's sperm... I guess": "", "What the hell even that?": "", "I don't know, I guess a different kind of piss.": "", "Wow! Your pee pee is much bigger now.": "", "It's morphing time.": "", "It's already hard. I think it could go in at this state.": "", "Let's go!": "", "Alright! Put it in my pussy.": "", "You look so funny, I can even see your butthole.": "", "I think your posture is not correct. You should be on four and point your butt to me or something.": "", "This is the first time so I want to see it. ": "", "I remember that your father put something on his penis.": "", "Just put it in. I think it should be fine.": "", "It's so hard already. I don't think my legs can keep this for too long.": "", "Your pussy is so soft and fluffy.": "", "My heart is beating so fast.": "", "What's going on?": "", "I think we shouldn't do this. For some reason, I feel like your father will beat me to death if I put it in.": "", "I won't tell anyone, don't worry.": "", "Here we go!": "", "It keeps slipping. I can't get it in.": "", "Try few more times.": "", "It can't seem to go in. I guess this is not the right place, I should put it in your butthole instead?": "", "Let's try this way.": "", "Wow! So many holes here!": "", "Whoa! So much different now!": "", "I can feel it's going in.": "", "Uuugghhh!": "", "!!?": "", "!!? Are you okay?": "", "I-I'm fine.": "", "Sorry! It's so slippery and wet. It went in easier than I thought.": "", "I'm okay now. ": "", "It was a bit painful at first but it doesn't seem to hurt anymore.": "", "Phew!": "", "Your pee pee is so big. It feels like I'm being stuffed up.": "", "Wow! It's wrapping me so tight, your inside is so warm. I can't imagine it feeling this good.": "", "I can't wait anymore. Hurry!": "", "Oouuhhh! ": "", "It's so good. I can't stop squatting.": "", "I'm starting to feel a little numb in my legs. ": "", "Come on! I also feel great. It's so good, don't stop moving.": "", "Even if I want to I probably could't stop.": "", "It's way too good. They move on their own now and I can feel your pussy keep sucking my pee pee in.": "", "Faster": "", "Hah-hah... Right there, that feels amazing, \\n[1]!": "", "Your pee pee is stretching me out but it's so good!": "", "Cum": "", "I can't hold it anymore.": "", "Me too. Something about to go out.": "", "Hah-hah... ": "", "It's so good. It keep coming out!": "", "Your pussy is throbbing and sucking me so hard!": "", "Pull Out": "", "Hah-hah... It was amazing.": "", "My white piss came out like a ton.": "", "Oh crap!": "", "I forgot to make it outside, I'm sorry!": "", "Your piss is so warm, I can feel its warmth in my belly and I really love it.": "", "I feel the same way too. Shooting it inside feels amazing. My penis is still throbbing.": "", "Oh!": "", "It's still leaking out. You look so sexy now.": "", "My pee pee is hard again. Let's do another round.": "", "Give me a break. ": "", "I'm fine but I don't think I could do it anymore.": "", "Maybe tomorrow.": "", "Hell yeah, I can't wait for tomorrow to come.": "", "Seriously! <br>": "", "Do you still bathe with your mother <br>": "", "and she even washes your Little Johnny?": "", "What is wrong with that!?": "", "Well, I don't know. <br>": "", "Just a bit weird.": "", "Ahh... I'm all sticky! <br>": "", "Do you think it is okay?": "", "I saw your dad use something on his dick while doing it.": "", "Who knows!? <br>": "", "Even if there is, <br>": "", "I don't want a sock inside my pussy.": "", "Or you don't want to play it anymore? <br>": "", "Ha ha, you pussy!": "", "That's not what I meant.": "", "You should go home and let your dear mommy wash your dick.": "", "I need to use it tomorrow.": "", "Okay! <br>": "", "See you tomorrow, \\C[20]Mae\\C[0]!": "", "\\C[21]Joyce\\C[0] <br>": "", "Look at you, all dirty.": "", "I've played with \\C[20]Mae\\C[0]. <br>": "", "We sweated a lot.": "", "Sweat is good. <br>": "", "Come to the bathroom, I need a bath too.": "", "Okay, Mom!": "", "It's all sticky! You probably sweat a lot.": "", "What game did you play?": "", "I don't know. <br>": "", "It's kind of momentum, back and forth.": "", "A chase game? <br>": "", "It's a may a game but a good exercise. <br>": "", "You've made a good friend.": "", "Why don't you buy her some snacks tomorrow? <br>": "", "She will definitely love it.": "", "Sure, Mom!": "", "Oh my!": "", "My son's weenie is so big. <br>": "", "I wash it every day and I can't help myself from surprising.": "", "It's time to wash your most important part. <br>": "", "You need to keep yourself clean. No girls like a stinky boy.": "", "Hah hah... <br>": "", "It's so good, Mom...": "", "Huh!? <br>": "", "Is my son's dick a bit stiff? ": "", "He normally doesn't say something like that...": "", "It's getting weird... I should finish it quickly.": "", "Mom... <br>": "", "My peepee is so sensitive!": "", "Hold with it, honey.": "", "We need to wash it properly.  <br>": "", "It will end quickly.": "", "I... I... can't, Mom! <br>": "", "It feels too good!": "", "I can't keep it anymore!!!": "", "It's coming!!!": "", "What!?": "", "Oh my goodness! <br>": "", "Did I just make him cum!?": "", "Your washing is the best, Mom...": "", "He let out so much... and it's so hot...": "", "And-And that how to wash your weenie. <br>": "", "You should do this by yourself from now on.": "", "Why Mom!? <br>": "", "Don't you wash it all the time?": "", "You're a boy, son.": "", "You need to do it by yourself.": "", "That's my boy!": ""}