{"\\C[2]Anna\\C[0] <br>": "", "Mom!": "", "\\C[20]Auntie Daisy\\C[0] <br>": "", "What is it, \\C[2]Anna\\C[0]?": "", "Mom, I found something really cool!": "", "What is it? Let's me see it.": "", "WHAT!? Where did you get it from?": "", "Huh? I found it in \\n[1]'s room.": "", "\\n[1]!!!": "", "He reads this kind of book?": "", "Mom, they look like having fun. Can we do it?": "", "No, we can't do this kind of thing!": "", "Why mom?": "", "Just can't!": "", "Eh, fine. I will do it with \\n[1].": "", "What? Wait!": "", "Fine.": "", "\\n[1], you bring me so many troubles.": "", "Me <br>": "", "Shit! The magazine that \\C[22]Theo\\C[0] gave me.": "", "How did \\C[2]Anna\\C[0] find it? I hid it very well. ": "", "Aunite will beat me to death.": "", "!!!": "", "Whoa! Your boobs are so big, mom!": "", "Wow! It's so soft.": "", "Next": "", "My nipple is so sensitive. I can feel an electric current flowing through my spine every time she kisses and licks. ": "", "Did you feel good, mom? In the magazine they're kind of enjoying this.": "", "It... It feels good.": "", "Really! I want to know how it feels too.": "", "Okay, lay down.": "", "...": "", "Damn, my dick already rock hard.": "", "I wanna join them so badly.": "", "Better get out of here.": "", "Auntie may be furious. I don't want to get a slap on my face.": "", "End": "", "It's really late and I have work tomorrow. ": "", "Mom, I saw another one of those magazines.": "", "What? Didn't I tell you not to take other people's things without permission? ": "", "I'm too tired. You should go to sleep and return it to \\n[1] tomorrow.": "", "But mom, I'm really interested in what boys usually read.": "", "No, you need to off for doing such things...": "", "Mom, does it really feels nice when another girl touches you there?": "", "Fine. I don't feel like sleeping anymore.": "", "What did you read this time? Was it something...strange too?": "", "Yay!": "", "Whoa, your boobs are so big, mom.": "", "Let's do it quickly. Don't you feel embarrassed?": "", "Let me take your panties off.": "", "Wow, mom!": "", "You look so sexy. ": "", "He-he.": "", "You're so warm, mom.": "", "The girls in the magazine really liked it...Can I show you?": "", "How is it, mom? Is it feel good?": "", "This is so fun.": "", "Mmmm...": "", "Are you okay, mom? Did it hurt?": "", "It...It's all fine. ": "", "It's so good.": "", "Mhhmmm...": "", "Aahhh... It feels so nice, mom.": "", "Faster": "", "Slower": "", "It was amazing as I expected, mom. ": "", "I can't do anything with you. Okay, it's sleeping time, you need to go back to your room and sleep.": "", "What are you saying, mom?": "", "The girls were also fighting in that book!": "", "What!?": "", "They were hugging each other and then one of them grappled another with her legs. It looked so funny!": "", "Ahh. \\C[2]Anna\\C[0], what are you doing?": "", "Mom, this feels much better.": "", "It feels so good, mom.": "", "Cum": "", "I can't stop it, mom. Something is about to come out.": "", "Hah-hah...": "", "It's amazing, mom.": "", "WOO!!! It's \\c[2]Christmas\\c[0]!": "", "Me  <br>": "", "I better prepare myself, as there is school today!": "", "Let's go!": "", "I need to understand why \\n[1] is bringing this again and again.": "", "Ahh...": "", "So good...": "", "\\C[2]Anna\\C[0]... My sweetheart...": "", "Mom loves you more than you know...": "", "I know these thoughts are too lewd to be thought of...": "", "I know they are wrong...": "", "But it just feels so good down there...": "", "And my baby loves mommy so much, why wouldn’t we feel good together...": "", "\\C[2]Anna\\C[0]!": "", "What are you doing here?!? You should be in bed.": "", "I hear your moans.": "", "Anyway, I knew it.": "", "You took it yourself this time!": "", "I thought you didn't want this to ever happen again.": "", "Honey... I-I don't know what came over me.": "", "Did you like it too, mom?": "", "\\C[2]Anna\\C[0], I...": "", "Can we do this? It looks funny and interesting.": "", "Sit on my face, honey.": "", "I liked it, let me do this too! I want you to feel that too!": "", "Why do I feel so horny?": "", "I’ve never felt something like this before. This is scary...": "", "How does this feel, \\C[2]Anna\\C[0]?": "", "So good, mom!": "", "You’re going too hard, \\C[2]Anna\\C[0].": "", "You’re going to break your mom like that...": "", "Mom! I feel something.": "", "Something’s coming!": "", "Something warm.": "", "Let it all out, sweetie.": "", "Ahh! Oh no, I can’t hold it...": "", "Mom is going to cum too.": "", "\\C[2]Anna\\C[0] and \\C[20]Daisy\\C[0]<br>": "", "Ahh!!!!": "", "That was so good, mom...": "", "Me too, honey...": "", "What... What are you wearing, Auntie?": "", "This is my nightgown. I always wear this when I go to bed.": "", "Is there something wrong with it, sweetie?": "", "Erhh... it... there's nothing wrong with... it's way too exposing.": "", "Especially, when there's a man in this house...": "", "A man? who?": "", "What do you mean who? Me, of course.": "", "Haha, you'll always be my little boy, sweetie.": "", "*Yawn*": "", "It's getting late. You better go to bed now.": "", "Sleep well, sweetie!": "", "Oh, okay. Good night, Auntie!": "", "Auntie, you look tired.": "", "Recently, my shoulders have been hurting.": "", "That might be why.": "", "Nah, it's because of your massive boobs, Obviously.": "", "But, I can't say that.": "", "I think it's because of the farm work.": "", "I can give you a massage to help ease the pain, If you want me to.": "", "My Mom was always happy when I did it for her.": "", "How kind, sweetie. And thank you for the offer. I appreciate it.": "", "\\C[20]Auntie Daisy\\C[0]: \\C[3]+5\\C[0] <br>": "", "\\C[20]Auntie Daisy\\C[0]: \\v[21]": "", "Massage": "", "Sleep": "", "\\c[17]Lady Box\\c[0]\\i[154]": "", "Leave": "", "It took quite a while to learn how to massage from the book I bought last time.": "", "My dick was always hard the whole time I read it.": "", "Such a good book. ": "", "Don't know if it works on Auntie but it has a shitty high price so probably could do something...": "", "Hey, Auntie!": "", "I just learned a few massage techniques. Can I try it on you?": "", "I'm sure it will make you feel better.": "", "He remembered the discomfort with my shoulder...": "", "What a thoughtful person he is growing up to be.": "", "Ohhh! You're so sweet.": "", "Go ahead.": "", "Auntie, your straps are kinda in the way, can I move them a bit?": "", "Sure, move them until you feel comfortable.": "", "Shoulder Massage": "", "Boobs Massage": "", "Here you go...": "", "What kind of oil is this?": "", "It feels so good.": "", "I bought it from a friend. Now relax.": "", "Just like that.": "", "Okay, just follow what I've learned...": "", "Damn, Auntie's skin is so smooth and soft...": "", "Auntie, I’m going to move down and rub you all over.": "", "Mhmm...": "", "Looks like I bought the right one.": "", "She seems lost in pleasure.": "", "It feels so hot down there...": "", "Every time he rubs the oil on me, I get an electric tingle in my pussy...": "", "He’s rubbing my boobs...": "", "His hands are melting into my body...": "", "How is it, Auntie?": "", "It's amazing... your massage skill... increased a lot since the last time.": "", "It's amazing... your massage skill... keeps getting better and better...": "", "Keep going, \\n[1].": "", "Oh my goodness... I think I just had a mini orgasm...": "", "I better put a stop to this before I cum my brains out.": "", "You did a wonderful job, \\n[1].": "", "Don't you think it's too late? You better go back to your room and sleep.": "", "But I only did half of it... I still haven't finished yet. ": "", "Just a bit of that I already saw heaven.": "", "I'll go to hell if you finished the other half.": "", "You did a great job but Auntie is too tired and she needs a good sleep.": "", "Oh, OK!": "", "Good night, Auntie!": "", "You too, Sweetie.": "", "OK. It’s time to find out what she’s doing in there.": "", "Oh boy! She’s using the dildo.": "", "Ah...": "", "This feels so amazing.": "", "My pussy is squeezing around it like a vice.": "", "I’m leaking pussy juice all over the wall...": "", "My clit is all hard and swollen... I’m burning up down there.": "", "I need to rub it.": "", "Or I can’t go to sleep without pleasuring myself.": "", "*Gulps*": "", "I never get bored of seeing my Auntie’s ass.": "", "It turns me on so much.": "", "If only she uses my dick instead of that toy.": "", "I’m so wet down there.": "", "Damn! Auntie's moan is so seductive...": "", "I wish I can enter her room.": "", "But then she’ll know I made a key, and she’d never trust me again.": "", "I’m going to come.": "", "Ahh!!": "", "That was way too good...": "", "I hope no one heard me.": "", "I need to go to sleep.": "", "Holy shit...": "", "She’s going to do it.": "", "Better hurry to my magic hole!": "", "\\C[20]Auntie Daisy\\C[0]: \\C[3]+2\\C[0] <br>": "", "I run out of \\c[14]Massage Oil\\c[0]\\i[214] last time. Should buy more from \\c[16]Tuuku\\c[0].": "", "Mom is here!": "", "I don't want to do some funny things.": "", "I over did it, and now her boobs popped out.": "", "I hope she won't notice it.": "", "I have a present for you, Auntie! It's a \\c[30]Halloween\\c[0] costume.": "", "It's so beautiful. Where did you get it? ": "", "It's from an online shop. I thought it will be amazing if you put it on so I bought it.": "", "It's so detailed. Is it expensive? ": "", "Hurry! Hurry! Put it on!": "", "Okay! Okay!": "", "How do I look?": "", "You look amazing as I expected! It perfectly fit on you, Auntie.": "", "Thank you very much, Sweetie!": "", "Come here... Auntie will give you your reward.": "", "Ha-Ha. It's nothing much, you don't have to worry about it. ": "", "I'm really happy that you like it. ": "", "Yes, I really like it.": "", "Come here, Sweetie...": "", "A-Auntie! Y-you're not looking so weird...": "", "Ha-ha. You're scaring me, I-I know it's Halloween but you don't need to act so deep.": "", "Anyway, you should hurry change back. Y-you're not looking so well...": "", "I'm more fine than ever, Sweetie.": "", "Is this even real? She is way bigger than before.": "", "!!!?": "", "What is this? A fly swatter?": "", "What am I gonna do with this?": "", "What are you doing, Auntie? I almost died.": "", "Crap! I should get out of here. She didn't even listen to anything I said. ": "", "It's locked!!!": "", "Why are you running?": "", "S-Stop, Auntie! Y-You're choking me...": "", "It's so hard to breath!": "", "... my eyes started to blur. ": "", "Blood color": "", "Red": "", "White": "", "What? That's it.": "", "You don't want to go out or something. Today is \\c[30]Halloween\\c[0].": "", "I'm sorry, Sweetie. I'm too old for this kind of thing.": "", "You're looking fine, Auntie.": "", "Why don't you go and play with \\C[2]Anna\\C[0]? ": "", "Mkay.": "", "Can I sleep with you tonight, auntie? ": "", "Sure!": "", "Nude": "", "No": "", "\\n[1]! W-Why are you undressing?": "", "What do you mean? This is how I sleep. It always feels much better with no clothes on.": "", "Besides, don't you also sleep almost like this too?": "", "I have clothes to cover myself, you are completely naked.": "", "What are you talking about? I can clearly see everything underneath your...": "", "No, wait. I mean, I don't see anything and your lingerie totally covers everything.": "", "I only see sweet nothingness except for your clothing.": "", "That's good. I am comfortable when wearing this. If it's not too exposing, I guess it will be fine.": "", "Phew! That was a close call! I don't want her to change from this lovely nightgown into some boring Pyjamas. ": "", "If she realizes she is practically naked with the nightgown.": "", "Ye. It looks REALLY good on you, so don't worry.": "", "Why do you care so much about it? Don't we always shower together? ": "", "That's right! Why did I care about it so much? Silly me.": "", "It's getting late. We should sleep now, auntie.": "", "Good. Let's go to sleep. ": "", "You're my nephew, it should be fine after all.": "", "Much better!!!": "", "Alright! Let's go to bed early, I'm a bit tired too. ": "", "Auntie, You're body is so soft and smooth...": "", "It also smells sooo nice and sweet. I can sleep here till late in the morning?": "", "Don't be silly, sweetie. I will wake you up at 6 AM.": "", "And stop talking like a creepy old man, please.": "", "Play": "", "I'm too tired...": "", "Drink Milk before Sleep": "", "H-Hey! W-What are you doing!?": "", "I'm trying to drink some fresh milk. ": "", "I wanna be taller. So, milk before sleep is the best option after all.": "", "But I don't have any milk in my... Can you stop doing this?": "", "What do you mean? Your boobs are huge, I'm sure there will be a ton of milk in them.": "", "If I suck on them hard enough, milk will come out.": "", "... That is not how it works though...": "", "... Only woman that have babies will have milk.": "", "Let's make a baby then!": "", "W-What!? Don't say something like that! Besides, I'm your aunt.": "", "Ehhh...": "", "Don't ehhh me. Now, stop doing this before I get mad.": "", "If you don't want to make a baby and you don't want to let me drink your milk.": "", "What should I do? I just wanna be taller.": "", "*sigh*...  <br>": "", "Fine. You can just suc.. I mean drink my milk if you want to.": "", "Yay! I knew it would be fine! You're always the best!": "", "Gosh... Am I pampering him too much, I wonder?": "", "\\C[20]Auntie Daisy\\C[0]: \\C[3]+3\\C[0] <br>": "", "\\C[20]Auntie Daisy\\C[0]: \\C[10]-3\\C[0] <br>": "", "*\\C[20]Auntie Daisy\\C[0] is in her confusion.*": "", "I said, I have no milk...": "", "... Don't do it too hard.": "", "Why is it so hot today?": "", "My crotch is so sticky and slippery.": "", "Why did I sweat so much in that part? Is it some kind of a disease?": "", "\\n[1]'s leg. Why is it so hot!?": "", "!!?": "", "Wait... Isn't that his dick? ": "", "It's so big I thought that his leg all along.": "", "Gosh! Why is it so big? ": "", "This sensation... It feels so good...": "", "I knew it was big when I saw it in the bathroom but I didn't expect it to be this huge...": "", "I want to put it in so bad. I guess it will be a wonderful feeling that I haven't had for a long time.": "", "Aahhh...": "", "My pussy is so hot and slippery just by thinking about it.": "", "W-What am I thinking?": "", "I should sleep now. ": "", "It's so hot today.": "", "It's \\n[1]'s dick.": "", "It's so big and healthy I as always.": "", "Gosh! My hip move on its own.": "", "Ooouuhh...": "", "I-I almost came just by a rub...": "", "It feels so good, I don't think I could go to sleep without satisfying myself.": "", "It's just rubbing. As long as I don't put it inside, I think it should be a-okay.": "", "It's midnight now, I don't think he could wake up easily.": "", "That's right, it's just a rub. ": "", "A little work out would not hurt...": "", "Start Rubbing": "", "I'm a bit tired today. Maybe another day...": "", "Feel so good as I expected.": "", "My nephew's big dick is so hot.": "", "It feels like rubbing my crotch against a giant magma pillar.": "", "It's way too good, I can't stop humping my hip.": "", "Mmhhhmmmm...": "", "My clitoris feels like burning. It's so numb but yet so good.": "", "I can feel a warm feeling inside my belly and it's about to burst.": "", "It feels so good, I don't think I can't hold it anymore.": "", "He came out so much... It's so hot... ": "", "His dick is still hard and throbbing. ": "", "Aahhh... This feeling is the best ever.": "", "I'm so satisfied, it will be a great sleep... ": "", "It was such a good sleep!": "", "Thank you for your comfy bed, Auntie.": "", "Good morning, \\n[1].": "", "I can feel there was a lullaby. I guess it guides me to a night of good sleep.": "", "Ha...ha...": "", "I want to sleep with you every night, Auntie!": "", "You can come and sleep with me if you want to...": "", "Yay!!!": "", "Breakfast is ready. You should come down to eat.": "", "Thanks, Auntie!": "", "Better not touch it.": "", "W-What, a dildo!?": "", "What are you doing over there Sweetie? It's pretty dirty up there.": "", "(I already know what you hide up there.)": "", "I'm pretty sure she hides something up there.": "", "Alright! Auntie's working at the barn right now.": "", "This is my chance. Better make it quick!": "", "And now. Where is it?": "", "Here it is.": "", "A circular blotch. Perfect!!!": "", "Let me see if this works.": "", "Carefully make hole around this blotch.": "", "Great. And now to make a handle.": "", "It has a locking pin so it won't fall off easily.": "", "A little paint and it should be perfect.": "", "Damn! It's look like before. I can't even spot a difference.": "", "He-he!": "", "That should do it. Time to do some tests.": "", "1": "", "2": "", "Hah!!!": "", "Haha!": "", "It’s perfect. She won’t notice a thing.": "", "Now when she uses her wall-mounted dildo, it will actually be my dick she’s jumping on.": "", "Shit! My dick is already so hard!": "", "I can't wait until nightfall.": "", "It's Laundry Day. Maybe I could ask Auntie to collect the dirty clothes.": "", "Are these dirty clothes? Why do they smell good?": "", "Are these dirty clothes?": "", "Pick up": "", "Ahhh... Auntie's room smells so nice. Still been the same since the last time.": "", "Notebook.": "", "It has all the information about the cows and the cornfield. ": "", "Auntie's bed. It's so soft and smell so nice.": "", "Auntie's beauty place. ": "", "Back then, \\C[2]Anna\\C[0] sometime sneaked in here and came out like a clown.": "", "Daily tasks...": "", "Well, I guess that are all of it. Let's get out of here.": "", "CRACK!!!": "", "What the fuck!?": "", "My ass hurt so bad.": "", "Are you serious? What a jackpot.": "", "This plank looks really old compared to the other... and I'm that lucky one land on it.": "", "Never mind, I should hurry and fix it. It's not so hard for a rural boy like me.": "", "If I remember correctly there are some spare planks in the basement. ": "", "Alright, got everything I needed. ": "", "Let's fix it quickly! I don't want Auntie to see me ruining her house on the first day back. ": "", "Remove the damaged plank first. ": "", "Phew...": "", "Luckily, those planks around are still looking fine. It would take a decade to fix if they had the same problem.": "", "Fill the empty place with a new plank and my work here is done.": "", "Huh!?": "", "Why is there light coming from the floor? ": "", "Wait!!! Did I find Auntie's secret safe? ": "", "Let's take a look!": "", "There is a hole through the floor and I can see the bathroom here.": "", "The steam penetrates and weakens the plank.": "", "I guess it could be those annoying rats made this hole...": "", "Wait!!! I can see the bathroom through this hole. ": "", "Gulps...": "", "This means I can see Auntie's naked body while she's in the shower... ": "", "It's not like I haven't seen her naked before. We used to take a bath together very often back then. ": "", "Shit! What am I thinking?": "", "Man, That hug earlier giving me a weird feeling.": "", "Anyway, let's finish this real quick.": "", "The plank fit perfectly.": "", "Just leave it without nails for now...": "", "Auntie seems really busy. I should go and help her.": "", "She's normally in the Barn in the morning and in the Cornfield in the afternoon. ": "", "Look": "", "Luckily I left a hand last time.": "", "Wow! I arrived just in time. ": "", "I remember Auntie said, she enjoyed the feeling of the hot wind blowing against her sweaty body. ": "", "I was quite naive at the time so I didn't pay attention.": "", "Right now she looks kind of naughty in my eyes. ": "", "Man, she is so hot with sweaty skin. It looks like satin... I want to touch her so badly, guess it's super soft and smooth.": "", "I can feel the tingling sensation in my balls just by looking at her.": "", "She is entering the bath. ": "", "Her ass... It's so beautiful. ": "", "Shit! It was very far away and I couldn't see anything clearly. ": "", "Auntie's ass is so beautiful. ": "", "I never get bored every time I see it. ": "", "It turns me on so much. My dick was already rock hard and its tingling driving me crazy.": "", "Too bad, she got into the bath. ": "", "I can't see anything now. ": "", "Damn, I want to see her pussy so much...": "", "Maybe... I can try to see her underneath while she's sleeping.": "", "It's too risky but not worse a try.": "", "There's nothing more to watch. I should probably leave.": "", "Huh? Did she just move?": "", "It's a weekday, she will probably do it again.": "", "Activate Neuron": "", "I can't see what is she doing? But...": "", "But I can use my imagination!": "", "I could see it now.": "", "What is she doing?": "", "I don't know what is she doing but it looks kind of naughty.": "", "She looks so naughty...": "", "Damn, the bathtub hides it all, I really want to see what she's doing right now.": "", "Damn, the bathtub hides it all or is it...": "", "Damn, the bathtub hides it all...": "", "This itching feeling again...": "", "That's it. ": "", "Join Bath": "", "There is no one.": "", "Today is \\c[10]Christmas\\c[0] . I should do something else.": ""}