{"\\C[30]Mrs. Adeera\\C[0] <br>": "", "Look like I forgot it at home again, please come back later.": "", "What are you doing here? I'm busier than it looks.": "", "Me <br>": "", "Hmm...": "", "...": "", "Holy shit! ": "", "Is that a horse dong? ": "", "... Probably smaller than mine tho.": "", "Closer": "", "Man! It's so cool. I've never seen someone doing something like this before.": "", "Next": "", "How can someone orgasmed when do it with thier butthole?": "", "You again!": "", "Crap! She saw me.": "", "Come in.": "", "He-he. ": "", "Take a sit.": "", "That's where the guest sits. Come and sit in my chair. ": "", "I feel more comfortable sitting here. ": "", "... Alright.": "", "Man! She's so scary,": "", "*Gulp*": "", "Why are you still standing there? I don't have all day.": "", "Sorry! I'm tying my shoelaces.": "", "I should keep going. ": "", "So comfortable. I can sit on this all day.": "", "!!!": "", "She's coming. What should I do? I'm so nervous.": "", "What a view. I never bore watching woman crosses their legs.": "", "So. Did you enjoy my performance?": "", "I don't know what you're talking about? I'm just here second ago and I didn't see anything. ": "", "Lying is a bad habit but I certainly sure your down here pretty enjoyed my performance. Huh?": "", "Let's see how it looks under this curtain. It's been a big tent since you got in here. ": "", "Wait. What are you doing?": "", "!!!?": "", "I never thought it would be this big. ": "", "\\C[30]Mrs. Adeera\\C[0], I feel like there is something wrong. Didn't I'm here to sign or something? ": "", "Huh? So, instead of knocking the door and wait for respond. You choose to take a peek on people persional life?": "", "I didn't mean....": "", "Put that aside.": "", "You enjoyed your time, now its my turn to enjoy mine.": "", "It's twittching so much. Is my foot makes you feel that good? ": "", "You let out a lot. It's all over my feet now.": "", "Now get into the main part. Did you know how serious for what you did?": "", "As this school president, I can play some little trick that can put the rest of your life into mud.": "", "It's can't be that serious, right?": "", "You can try.": "", "Oh crap!": "", "But I'm not that petty.": "", "*Phew*": "", "Lately there have been a lot of people complaining about the broken plank on the floor. ": "", "It's on the 2nd floor on the way to teachers offices corridor. Now go and fix it.": "", "What!? You run a big business and you demand a small student like me to do those kind of works.": "", "You dare speak to me in that tone of voice?": "", "W-What are you doing?": "", "Eek!!!": "", "S-Stop. You gonna tear it off.": "", "Fix or not?": "", "Okay, okay. I will do it.": "", "It would be better to submit into your position.": "", "I found your profile. Please sign in these terms. ": "", "Okay.": "", "I'm surprised to see you read them. ": "", "You need to sign in this one too.": "", "Why there are so many.": "", "This one too.": "", "Not reading anymore? ": "", "You need do finger print on this one with your singature.": "", "Okay, okay.": "", "You good to go now.": "", "I will call you if I need you to do something for me.": "", "Wait what? Aren't we already make a deal? You forgive me for this if I repair the broken floor? ": "", "Hmm... What is that? Isn't that just my attedance form.": "", "Tsk-tsk.": "", "It's a contract between me and you that you already sign and finger print.": "", "In 3 years, you will do for whatever I say.": "", "What? You were playing scam.": "", "Welcome to the adult world. ": "", "Sooooo, you have to do everything I say for 3 years. If you breach the contract, you will be fined a certain amount. ": "", "You have to pay more than you can imagine.": "", "Fine...": "", "How naive.": "", "Just think wider, I will not provide any request that will harm you. On the other hands, my reward will be much more surprising. ": "", "Alright, enough talking. Go and do your first task.": "", "I don't have any tool to fix it.": "", "Ask \\C[4]Susan\\C[0], she knows where those things are.": "", "\\C[4]Susan\\C[0]...": "", "I forgot that you are a new transfer student.": "", "She's usualy in my persional toilet to do the cleasing work. You can find her there in the morning. ": "", "Do you mean the restroom next to this room.": "", "I hate when you use the look of superiority on me. Now get out of here before I put my force on you.": "", "\\C[30]Mrs. Adeera\\C[0]: \\C[3]+5\\C[0] <br>": "", "\\C[30]Mrs. Adeera\\C[0]: \\v[85]": "", "Well, I should go and look for \\C[4]Ms. Susan\\C[0].": "", "She will be in that restroom over there in the morning.": "", "You receive a \"\\c[1]Fix the Broken Plank\\c[0]\" quest from \\C[30]Mrs. Adeera\\C[0].": "", "You can quickly view the Quest log by Press \"\\c[1]A\\c[0]\" key.": "", "Double click on the Quest to track it. Which mean, it will appear each time you view the quest log.": "", "Leave": "", "\\C[30]Mrs. Adeera\\C[0]: \\C[3]+3\\C[0] <br>": "", "Hmm... Where is the dude at?": "", "There's no one in the closet.": "", "There's nothing outside the windows also. ": "", "??? <br>": "", "Pardon.": "", "What are you doing in my office? Aren't you here for something? ": "", "I'm looking for the principal to report my attendance. Can you help me call him?": "", "I'm that principal that you're looking for.": "", "I'm really sorry.": "", "Maybe I left your documents at home.": "", "How clumsy me.": "", "Please come back later.": "", "I'll come back next time then.": "", "That strange smell is still here. ": "", "I noticed there's a weird stain on the carpet.": "", "Maybe she is still mad at me because I interrupted her. ": "", "I wonder what she did before that. Maybe I should peek next time when I hear her moan.": "", "So flashy...": "", "Documents and stuff...": ""}