{"Me <br>": "我<br>", "...": "...", "Or.. I guess a little peek won't hurt.": "我猜……偷偷看一眼应该没什么", "Such a bad sleeping position, just like she always.": "和平时一样，她睡姿真差", "She's so careless. I can even see her Titty from here.": "真不注意睡相，从这里看她的小乳头看得一清二楚", "Well, I better leave before she wakes up.": "好了，得趁她醒前快溜", "Oh man, it's getting weird now.": "哦，感觉有点奇怪了", "Since the last time, I have seen her milk a cow. And it's making me horny for some reason.": "自从上次看她给奶牛挤奶后，每想到这个就让我焦躁难耐", "I... I just can't get it out of my head. ": "我……没法控制自己不去想它", "Her hand looks so soft... I bet it would feel really damn good if I rub my penis inside it.": "她的小手看起来真软……握住我的小鸡鸡一定很舒服", "She is my cousin though. She would obviously help a brother in need if I asked.": "怎么说都是我表妹，她肯定愿意帮帮她的好哥哥", "Still, I hope it won't wake her up...": "嗯，最好别弄醒她", "\\C[2]Anna\\C[0]: \\C[3]+3\\C[0] <br>": "\\C[2]安娜\\C[0]: \\C[3]+3\\C[0] <br>", "\\C[2]Anna\\C[0]: \\v[23]": "\\C[2]安娜\\C[0]: \\v[23]", "Can't seem to put it in.": "应该塞不进去", "Man, It's so small ... ": "老天，她也太紧了……", "Or... my thingy, it is just too damn big. Ha-ha.": "或者说……是我的小兄弟太大了，嘿嘿", "I want to put it in so badly... ": "我真的很想塞进去……", "Wait! I can buy that tiny powder from \\C[3]Pixie\\c[0] to make my dick smaller.": "等等！我可以用从\\C[3]皮可茜\\C[0]那里买来的迷你粉让我的鸡鸡变小", "*Gulp*": "*咽口水*", "Wait! I can use \\c[14]Tiny Miny Mini Dust\\i[317]\\c[0] to make my dick smaller.": "等等！我可以用\\C[14]迷你粉\\i[317]\\C[0]让我的鸡鸡变小", "Her pussy so smooth and fluffy. ": "她的小穴真光滑真软", "Wow! It's so pumped. ": "哇哦！一弹一弹的", "So soft and fluffy...": "软乎乎的……", "Never thought it would be this good. ": "竟然有这么舒服", "Faster": "更快点", "Next": "继续", "So warm. I almost came just by rubbing my dick between her pussy lips.": "好暖和，我光在小穴口蹭蹭就快要射了", "Cum": "射精", "It feels so good!": "感觉好舒服！", "I'm cumming!!!": "我要射了！！", "It was so good, I came a lot just by rubbing my dick between her fatty pussy.": "真是太舒服了，我光在小穴口蹭蹭就能射这么多", "Pull Out": "拔出", "Better get out of here before she wakes up.": "趁她醒前快走吧", "So good...": "真棒……", "Slower": "慢点", "It's a bit tight, I never thought it would fit so perfectly.  ": "有点紧，没想到这个大小这么合适", "Start Moving": "开始动", "Damn! It feels so good!": "老天！真是太舒服了！", "My dick too sensitive for some reason.": "不知道为什么我的小鸡鸡特别敏感", "!!?": "！？", "What is this? It's so tight suddenly.": "怎么回事？突然变紧了", "Hah...hah... So good... ": "哈啊……哈啊……太舒服了……", "I can't hold it anymore.": "我要忍不住了", "Hah...hah. Holy fuck! I came like a ton.": "哈啊……我去！感觉一滴都没剩下", "Holy, It poured out like a flood!": "老天，都满到溢出来了！", "I guess her little dam too weak to handle my enormous flood. ": "我猜她的小穴塞不下我的白色洪流", "Man, after all of that she's still sleeping like a corpse.": "老天，没想到她还能睡得这么舒坦", "Oh right, better get out of here.": "对了，快溜", "Rub": "摩擦", "Pull out": "拔出", "Ha...ha... It feels so good.": "哈啊……感觉好舒服", "Better clean it up...": "最好清理一下", "!!!": "！！", "damnnn! She's doing her \"milking\" again...": "我去！她又在“挤奶”了……", "Double cumshot, or more like double paradises. I guess this is how it feels like in heaven...": "双倍射精，感觉我要上天了……", "Finish": "结束", "Better pull my mini me out, as he's getting very sensitive now...": "得赶快把我的小鸡鸡拔出来，现在变得好敏感……", "\\c[14]Tiny Miny Mini Dust\\i[317]\\c[0]": "\\C[14]迷你粉\\i[317]\\C[0]", "Withdraw": "撤退", "Do Nothing": "什么都不做", "Alright, here we go! ": "好了，我们上！", "Abra-Kadabra-Alakazam!!!": "阿布啦咔哒不啦！！", "Holy shit! It's actually tiny now. ": "我去！真的变小了", "I knew it would work. But I'm still amazed after using it. ": "我知道会变小，只是没想到效果这么好", "With this size, it's definitely possible to put it in without problems.": "这个大小绝对能塞进去了", "Alright, let's do it! ": "好了，开干！", "I should spend more time with \\C[2]Anna\\C[0], I feel a bit weird. Maybe next time...": "我得花更多时间在\\C[2]安娜\\C[0]身上，要不下次再来吧……", "That's it, nice and slow...": "没错，慢慢来……", "I guess if I do it really slow and gentle, then she won't wake up from it.": "我猜我慢一点温柔一点不会弄醒她", "Damn, it feels so good and this is just her hand!": "老天，她的小手揉起来可真舒服！", "Her fingers are rubbed around my penis sensitive spots now and damn, it really tickles in a great way.": "她的手指轻轻摸着我鸡巴最敏感的地方，感觉浑身痒酥酥的", "Her hand is so soft and smooth. It feels so good that my hip just moves on its own.": "她的小手真软真滑，我的腰都舒服得自己动起来了", "Shit. Did she wake up!!!": "不好，她是不是醒了！！", "Fuck!!! What should I do?": "我去！我该怎么办？", "!?": "！？", "Wh-What is she doing?": "她-她在干嘛？", "It seems like she is milking...": "好像在挤奶……", "SHE'S MILKING ME WHILE SHE'S SLEEPING.": "她连睡觉都在挤奶", "Damn... It feels so good...": "老天……感觉好舒服……", "Ha...ha... It's incredible. I just came twice in one go...": "哈啊……怎么会这样，我一口气射精了两回……", "I haven't had this feeling before now, it feels just like I'm in heaven...": "我之前从来没有过这种感觉，现在感觉爽得要上天了……", "And her soft hand is STILL milking me. It still feels so good, more or less at least.": "她的小手手还在挤着，感觉真舒服", "Better pull it out now though, as I'm at my limit now.": "最好快点拔出来，我要撑不住了", "Hot damn, some of my cum got in her mouth. Then again, I guess that not entirely my fault.": "我去，有几滴射进她嘴巴里了，不完全算是我的错吧……", "There's another \"cow\" you should take care of and \"milk\" from now on Anna.": "安娜你现在有另一头“牛”要“挤奶”咯", "I will leave it to you.": "就留给你自己办吧", "It's getting late and I'm so tired. It's time to take a much needed nap now.": "现在太晚了，我得去睡觉了"}