{"Blue Shirt Guy <br>": "蓝衣服家伙<br>", "Yo! What's up?": "嘿，怎么了？", "Me <br>": "我 <br>", "It's locked.": "它锁上了", "Black Hoodie Guy <br>": "蓝夹克家伙<br>", "You should do some pushup dude! You look like a peipar to me.": "你真得做点俯卧撑了！你看着像个纸片人", "Do you know anything yet? ": "你知道什么吗？", "There was a group of people reported as missing and miraculously appeared outside the forest without any problem.": "以前有人在那里失踪后有莫名其妙完好无损的在森林外出现了", "Are they okay?": "他们没事吧？", "They are fine as always. Just exhausted and passed out.": "他们一切照常，就是单纯累坏了", "Fine as always?": "一切照常？", "What are you guys talking about? Looks like this happened not just only once.": "你们在说什么？听上去挺有趣的", "Oh, new face!": "哦新来的！", "I have never seen you before.": "我还没和你打招呼呢", "I am a new transfer student. I just moved here not too long ago. My name is \\n[1].": "我是新来的转校生，不就前才搬过来，我叫\\n[1]", "We're talking about a group of people who went missing in the woods. ": "我们在聊在森林里失踪的家伙", "This is so common and they named it the Lost Woods.": "因为经常出现这样的事，所以人们都叫那儿迷失森林", "There were some people who went on it as an adventure and the common point was that they went missing and passed out outside the forest the next day.": "有人不信邪去冒险，最后结果大都是失踪在那里然后过几天又出现在森林外，筋疲力竭", "It's so scary. Is it a haunted forest?": "听着挺吓人，那里闹鬼吗？", "Ha-ha. Don't worry?": "哈哈，别担心", "They were all fine and only lost some memory before entering the forest.": "他们都没什么大事，只是忘掉了进森林里后的一些事罢了", "I guess it was an unpleasant feeling. Haha. ": "我猜忘掉的大概不是什么好事吧，哈哈", "Just imagine you want to do something and suddenly you forget it. After a while, you think about it but have no way of remembering what you wanted to do.": "就像是你想做什么事，结果突然想不起来了", "Yeah, It happened to me a number of times when I walked through a doorway. Some say it's the doorway effect.": "嗯，我日常生活中就经常出现这种情况，好像叫什么“门洞效应”", "It made me really curious. I should go there and see it for a bit.": "越说越好奇了，我得去看看都有些什么", "It looks harmless anyway, the worst part is just getting too tired and losing a bit of memory.": "听他们说也不会出什么大事，最糟的情况不过就是累坏了外加忘掉些事儿罢了", "Do you know where it is? I mean the Lost Woods.": "你知道迷失森林在哪吗？", "Do you also want to go there and check it out?": "你也想去看看是吧？", "Yeah, it looks fun. Don't you think?": "嗯，我觉得挺有趣的", "Ha-ha. I bet he will last one minute.": "哈哈，我猜他最多坚持一分钟", "Come on, dude! At least one minute and one second.": "别这么说！我猜至少一分钟零一秒", "Ha-ha.": "哈哈！", "Ha-ha!": "哈哈", "Hey! You still haven't answered my question and I think you are leading this conversation in a different direction.": "嘿！倒是回答我的问题啊", "Ha-ha, sorry! Do you know where is the forest?": "哈哈，抱歉，你知道森林在哪吗？", "If I remember correctly, there is a forest to the left side of \\C[20]Auntie Daisy\\C[0]'s house.": "如果我没记错，\\C[20]黛西阿姨\\C[0]房子左侧就有一片森林", "I think I know it. There is a forest to the left of where I live.": "我知道，我家附近就有一片森林", "Yes, that is the one. There is only one forest in this town.": "嗯，就是那座。这镇子上只有那一座森林", "When you have arrived in the forest, just keep going to the left and you will get to the Lost Woods Passageway.": "你到森林里再往前走就到迷失森林小道了", "When you have arrived there, the Lost Woods is up ahead.": "再往里走就是迷失森林", "Oh, thanks!": "嗯，谢了！", "Just let us know if you can last longer than a minute a second.": "坚持不住也不用怕别人笑话啊！", "I know it's not dangerous but it's better to go there in the morning.": "虽然没那么危险，但我最好还是早上去吧", "\\C[25]Ms. Megan\\C[0] <br>": "\\C[25]梅根小姐\\C[0] <br>", "Ha-ha. What are two love birds doing here?": "哈哈，这对小情侣在这儿干嘛呢？", "Retry": "重试", "Stop right there!!!": "赶快停下！！", "\\c[1]***You were arrested and spent ten years in jail***\\c[0]": "\\c[1]***你被逮捕入狱***\\c[0]", "Hi, \\C[14]Ms. Emmi\\C[0].": "Hi, \\C[14]埃米小姐\\C[0].", "\\C[14]Ms. Emmi\\C[0] <br>": "\\C[14]埃米小姐\\C[0] <br>", "Good moring, \\n[1]. ": "早上好，\\n[1]", "Are you keeping up with the curriculum? Also don't worry, if you don't understand something I can tutor you after the morning class. ": "你还在为学习发愁吗？如果你哪里不懂的话，我可以上完课后教你", "Ha-ha. I'm fine. ": "哈哈，我没事", "But I really hope you can tutor me after class. ": "但我确实希望你能下课教我", "That's great!": "那就行！", "Anyway, I forgot to tell you something. After class, you need to visit the principal to sign your attendance for the first time. ": "还有我忘了说，下课后你得先去校长室在考勤表上签字", "Okay! Thanks, \\C[14]Ms. Emmi\\C[0].": "好，谢谢你，\\C[14]埃米小姐\\C[0].", "...": "...", "But where is he? I'm still new in here.": "但校长室在哪呢？我完全不知道", "You can find her office in the left corridor of the third floor.": "在三楼左边走廊", "Okay, I have to go. See you in class. ": "嗯，我得走了，到时候在班里等你", "See you later,  \\C[14]Ms. Emmi\\C[0].": "到时候见，\\C[14]埃米小姐\\C[0].", "The Principal... I wonder what he looks like.": "校长……是个什么样的人呢？", "He-he. Must be a man with a beer belly. ": "嘿嘿，一定是个大肚子秃头吧", "I should get there after \\c[20]3 PM\\c[0]. ": "我得\\c[20]3 PM\\c[0]后去校长室"}