{
  "Me <br>": "我 <br>",
  "...": "",
  "Or.. I guess a little peek won't hurt.": "",
  "Such a bad sleeping position, just like she always.": "",
  "She's so careless. I can even see her Titty from here.": "",
  "Well, I better leave before she wakes up.": "",
  "Oh man, it's getting weird now.": "",
  "Since the last time, I have seen her milk a cow. And it's making me horny for some reason.": "",
  "I... I just can't get it out of my head. ": "",
  "Her hand looks so soft... I bet it would feel really damn good if I rub my penis inside it.": "",
  "She is my cousin though. She would obviously help a brother in need if I asked.": "",
  "Still, I hope it won't wake her up...": "",
  "\\C[2]Anna\\C[0]: \\C[3]+3\\C[0] <br>": "\\C[2]安娜\\C[0]: \\C[3]+3\\C[0] <br>",
  "\\C[2]Anna\\C[0]: \\v[23]": "\\C[2]安娜\\C[0]: \\v[23]",
  "Can't seem to put it in.": "",
  "Man, It's so small ... ": "",
  "Or... my thingy, it is just too damn big. Ha-ha.": "",
  "I want to put it in so badly... ": "",
  "Wait! I can buy that tiny powder from \\C[3]Pixie\\c[0] to make my dick smaller.": "Wait! I can buy that tiny powder from \\C[3]皮可茜\\c[0] to make my dick smaller.",
  "*Gulp*": "",
  "Wait! I can use \\c[14]Tiny Miny Mini Dust\\i[317]\\c[0] to make my dick smaller.": "",
  "Her pussy so smooth and fluffy. ": "",
  "Wow! It's so pumped. ": "",
  "So soft and fluffy...": "",
  "Never thought it would be this good. ": "",
  "Faster": "",
  "Next": "",
  "So warm. I almost came just by rubbing my dick between her pussy lips.": "",
  "Cum": "",
  "It feels so good!": "",
  "I'm cumming!!!": "",
  "It was so good, I came a lot just by rubbing my dick between her fatty pussy.": "",
  "Pull Out": "",
  "Better get out of here before she wakes up.": "",
  "So good...": "",
  "Slower": "",
  "It's a bit tight, I never thought it would fit so perfectly.  ": "",
  "Start Moving": "",
  "Damn! It feels so good!": "",
  "My dick too sensitive for some reason.": "",
  "!!?": "",
  "What is this? It's so tight suddenly.": "",
  "Hah...hah... So good... ": "",
  "I can't hold it anymore.": "",
  "Hah...hah. Holy fuck! I came like a ton.": "",
  "Holy, It poured out like a flood!": "",
  "I guess her little dam too weak to handle my enormous flood. ": "",
  "Man, after all of that she's still sleeping like a corpse.": "",
  "Oh right, better get out of here.": "",
  "Rub": "",
  "Pull out": "",
  "Ha...ha... It feels so good.": "",
  "Better clean it up...": "",
  "!!!": "",
  "damnnn! She's doing her \"milking\" again...": "",
  "Double cumshot, or more like double paradises. I guess this is how it feels like in heaven...": "",
  "Finish": "",
  "Better pull my mini me out, as he's getting very sensitive now...": "",
  "\\c[14]Tiny Miny Mini Dust\\i[317]\\c[0]": "",
  "Withdraw": "",
  "Do Nothing": "",
  "Alright, here we go! ": "",
  "Abra-Kadabra-Alakazam!!!": "",
  "Holy shit! It's actually tiny now. ": "",
  "I knew it would work. But I'm still amazed after using it. ": "",
  "With this size, it's definitely possible to put it in without problems.": "",
  "Alright, let's do it! ": "",
  "I should spend more time with \\C[2]Anna\\C[0], I feel a bit weird. Maybe next time...": "I should spend more time with \\C[2]安娜\\C[0], I feel a bit weird. Maybe next time...",
  "That's it, nice and slow...": "",
  "I guess if I do it really slow and gentle, then she won't wake up from it.": "",
  "Damn, it feels so good and this is just her hand!": "",
  "Her fingers are rubbed around my penis sensitive spots now and damn, it really tickles in a great way.": "",
  "Her hand is so soft and smooth. It feels so good that my hip just moves on its own.": "",
  "Shit. Did she wake up!!!": "",
  "Fuck!!! What should I do?": "",
  "!?": "",
  "Wh-What is she doing?": "",
  "It seems like she is milking...": "",
  "SHE'S MILKING ME WHILE SHE'S SLEEPING.": "",
  "Damn... It feels so good...": "",
  "Ha...ha... It's incredible. I just came twice in one go...": "",
  "I haven't had this feeling before now, it feels just like I'm in heaven...": "",
  "And her soft hand is STILL milking me. It still feels so good, more or less at least.": "",
  "Better pull it out now though, as I'm at my limit now.": "",
  "Hot damn, some of my cum got in her mouth. Then again, I guess that not entirely my fault.": "",
  "There's another \"cow\" you should take care of and \"milk\" from now on Anna.": "",
  "I will leave it to you.": "",
  "It's getting late and I'm so tired. It's time to take a much needed nap now.": ""
}